Repository: tizenorg/profile.mobile.apps.native.music-player
Catalog: po/*.po
Languages: ar, ca, da, de, es_us, eu, gu, hi, hu, kk, lt, mk, nb, pt_pt, si, sr, sv, uk, ur, zh_cn, zh_hk

# IDS_MUSIC_POP_MAXIMUM_NUMBER_OF_ITEMS_HPD_SELECTED
source: Maximum number of items (%d) selected.
ar: تم تحديد أقصى عدد للعناصر (%d).
ca: S'ha seleccionat el nombre màxim d'elements (%d)
da: Det maksimale elementer (%d) valgt.
de: Maximale Anzahl an Elementen (%d) ausgewählt
es_us: Número máximo de elementos (%d) seleccionados.
eu: Elementuen kopuru maximoa (%d) hautatu duzu
gu: વસ્તુઓની મહત્તમ સંખ્યા (%d) પસંદ કરી.
hi: मदों की अधिकतम संख्‍या (%d) चयनित।
hu: Maximális számú (%d) tétel van kiválasztva.
kk: Ең көп элемент саны (%d) таңдалды.
lt: Pasirinktas didžiausias elementų skaičius (%d).
mk: Избран е макс. број записи (%d).
nb: Maksimalt antall elementer (%d) nådd.
pt_pt: Número máximo de itens (%d) seleccionados.
si: උපරිම අයිතම (%d) තෝරාගැනිණි.
sr: Izabran maksimalan broj stavki (%d).
sv: Högsta tillåtna antal objekt (%d) har valts.
uk: Вибрано максимальну кількість об’єктів: %d.
ur: اشیا کی انتہائی تعداد (%d) منتخب ہوگئی۔
zh_cn: 已达到项目最大数量上限(%d)。
zh_hk: 已選擇項目數目上限 (%d)。

# IDS_MUSIC_POP_BLUETOOTH_DISCONNECTED
source: Bluetooth disconnected.
ar: تم فصل البلوتوث.
ca: Bluetooth desconnectat
da: Bluetooth-forbindelse afbrudt.
de: Bluetooth getrennt
es_us: Bluetooth desconectado.
eu: Bluetooth deskonektatuta
gu: બ્લ્યુટુથ ડિસ્કનેક્ટેડ.
hi: ब्‍लूटूथ डिस्‍कनेक्‍ट हो गया है।
hu: Bluetooth szétkapcsolva.
kk: Bluetooth ажыратылған
lt: „Bluetooth“ atjungta.
mk: Bluetooth е откачено.
nb: Bluetooth koblet fra.
pt_pt: Bluetooth desligado.
si: බ්ලූටූත් විසන්ධියි.
sr: Bluetooth veza otkačena.
sv: Bluetooth frånkopplat.
uk: Bluetooth відключено.
ur: Bluetooth غیر متصل کردیا گیا۔
zh_cn: 蓝牙连接已断开
zh_hk: 藍牙連接已中斷

# IDS_MUSIC_POP_5_1_CHANNEL_CAN_ONLY_BE_ACTIVATED_WHEN_SOUND_EFFECTS_ARE_OFF
source: 5.1 channel can only be activated when sound effects are off.
ar: يمكن تنشيط القناة 5.1 فقط عند إيقاف المؤثرات الصوتية.
ca: Només es pot activar el canal 5.1 quan es desactiven els efectes de so
da: 5.1 kanal kan kun aktiveres, når lydeffekter er fra.
de: Kanal 5.1 kann nur aktiviert werden, wenn die Soundeffekte ausgeschaltet sind.
es_us: El canal 5.1 sólo puede activarse con efectos de sonido desactivados.
eu: 5.1 kanala soinu efektuak itzalita daudenean bakarrik aktibatu daiteke
gu: ધ્વનિ ઇફેક્ટ બંધ હોવા પર 5.1 ચેનલ સક્રિય કરી શકાય છે.
hi: ध्वनि प्रभाव बंद होने पर ही 5.1 चैनल सक्रिय हो सकता है
hu: Az 5.1 csatorna térhatás csak akkor aktiválható, ha a hangeffektusok ki vannak kapcsolva.
kk: Дыбыстық әсерлер өшірілгенде ғана 5.1 арнасын іске қосуға болады.
lt: 5.1 kanalai gali būti naudojami tik išjungus garso efektus.
mk: 5.1 канали може да се активира само кога се исклучени звучните ефекти.
nb: 5.1-kanal kan bare aktiveres når lydeffekter er av.
pt_pt: O canal 5.1 só pode ser activado quando os efeitos de som estão desligados.
si: 5.1 නාලිකාව සක්‍රීය කළ හැක්කේ ශබ්ද ප්‍රයෝග අක්‍රීය කර ඇති විටදී පමණි.
sr: 5.1-kanalni sistem se može uključiti samo kad su zvučni efekti isključeni.
sv: 5.1-kanal kan bara aktiveras om ljudeffekterna är av.
uk: 5.1-канальний звук доступний лише за вимкнених звукових ефектів.
ur: 5.1 چینل صرف اس وقت زیر عمل ہوسکتے ہیں جب صوتی اثرات آف ہوں
zh_cn: 5.1声道仅在关闭声音效果时才能激活。
zh_hk: 只有在關閉音效時，才可啟動 5.1 聲道。

# IDS_MUSIC_OPT_TAKE_PICTURE
source: Take picture
ar: التقاط صورة
ca: Fer foto
da: Tag billede
de: Foto aufnehmen
es_us: Capturar imagen
eu: Argazkia atera
gu: છબી લો
hi: तस्वीर लें
hu: Kép készítése
kk: Суретке түсіру
lt: Fotografuoti
mk: Сликај
nb: Ta bilde
pt_pt: Tirar fotografia
si: පින්තූරයක් ගන්න
sr: Slikaj
sv: Ta foto
uk: Зробити знімок
ur: تصویر لیں
zh_cn: 拍照
zh_hk: 拍攝圖片

# IDS_MUSIC_OPT_SHOW_MUSIC_VIEW_ABB
source: Show music view
ar: إظهار عرض الموسيقي
ca: Mostrar vista de música
da: Vis musikvisning
de: Musikansicht anzeigen
es_us: Mostrar vista de música
eu: Erakutsi musika ikuspegia
gu: સંગીત દ્રશ્ય દર્શાવો
hi: संगीत दृश्य दिखाएँ
hu: Zenenézet megjelenítése
kk: Музыка көрінісін көрсету
lt: Rodyti muzikos rodinį
mk: Прикажи музички преглед
nb: Vis musikkvisning
pt_pt: Mostrar vista de música
si: සංගීත පෙනුම පෙන්වන්න
sr: Prikaži prikaz muzike
sv: Visa musikvyn
uk: Відобр.візуалізацію музики
ur: میوزک منظر دکھائیں
zh_cn: 显示音乐视图
zh_hk: 顯示音樂視圖

# IDS_MUSIC_OPT_PAUSE
source: Pause
ar: إيقاف مؤقت
ca: Pausa
es_us: Pausar
eu: Eten
gu: પોઝ
hi: विराम
hu: Szünet
kk: Үзіліс
lt: Pauzė
mk: Пауза
pt_pt: Pausa
si: රඳවන්න
sr: Pauza
sv: Paus
uk: Пауза
ur: روکنا
zh_cn: 暂停
zh_hk: 暫停

# IDS_MUSIC_OPT_MOREMENU_PLAY_ALBUM
source: Play album
ar: تشغيل ألبوم
ca: Reproduir àlbum
da: Afspil album
de: Album wiedergeben
es_us: Reproducir álbum
eu: Albuma erreproduzitu
gu: આલ્બમ ચલાવો
hi: एल्बम चलाएँ
hu: Album lejátszása
kk: Альбомды ойнату
lt: Groti albumą
mk: Емитувај албум
nb: Spill av album
pt_pt: Reproduzir álbum
si: ඇල්බමය ධාවනය කරන්න
sr: Reprodukuj album
sv: Spela album
uk: Відтворити альбом
ur: البم چلائيں
zh_cn: 播放专辑
zh_hk: 播放專輯

# IDS_MUSIC_OPT_LIST_BY
source: List by
ar: فرز بواسطة
ca: Llistar per
da: Sortér efter
de: Sortieren
es_us: Ordenar por
eu: Honen arabera zerrendatu
gu: ના દ્વારા યાદી
hi: इसके द्वारा सूची
hu: Rendezés
kk: Іріктеу
lt: Rūšiuoti pagal
mk: Подреди според
nb: Sorter etter
pt_pt: Listar por
si: අනුව ලැයිස්තුගත කරන්න
sr: Listaj po
sv: Sortera efter
uk: Сортувати за
ur: فہرست بنائیں
zh_cn: 排序方式
zh_hk: 排列按

# IDS_MUSIC_OPT_HISTORY
source: History
ar: المحفوظات
ca: Historial
da: Oversigt
de: Verlauf
es_us: Historial
eu: Historia
gu: ઇતિહાસ
hi: इतिहास
hu: Előzmények
kk: Тарих
lt: Istorija
mk: Историја
nb: Historikk
pt_pt: Histórico
si: අතීතය
sr: Istorija
sv: Tidigare
uk: Історія
ur: تاریخ نامہ
zh_cn: 历史记录
zh_hk: 歷程記錄

# IDS_MUSIC_OPT_HIDE_MUSIC_VIEW_ABB
source: Hide music view
ar: إخفاء عرض الموسيقي
ca: Amagar vista de música
da: Skjul musikvisning
de: Musikansicht ausblenden
es_us: Ocultar vista de música
eu: Ezkutatu musika ikuspegia
gu: સંગીત દ્રશ્ય છુપાવો
hi: संगीत दृश्य छिपाएँ
hu: Zenenézet elrejtése
kk: Музыка көрінісін жасыру
lt: Slėpti muzikos rodinį
mk: Сокриј музички преглед
nb: Skjul musikkvisning
pt_pt: Ocultar vista de música
si: සංගීත පෙනුම සඟවන්න
sr: Sakrij prikaz muzike
sv: Dölj musikvyn
uk: Прихов.візуалізацію музики
ur: میوزک منظر چھپائیں
zh_cn: 隐藏音乐视图
zh_hk: 隱藏音樂視圖

# IDS_MUSIC_OPT_FIND_TAG
source: Find tag
ar: العثور على علامة
ca: Buscar etiqueta
da: Find Kode
de: Tag finden
es_us: Buscar etiq.
eu: Bilatu etiketa
gu: ટેગ શોધો
hi: टैग ढूँढें
hu: Címke keresése
kk: Белгісін табу
lt: Rasti žymę
mk: Најди ознака
nb: Finn tagg
pt_pt: Localizar etiqueta
si: ටැග සොයන්න
sr: Nađi oznaku
sv: Sök efter etikett
uk: Пошук тегів
ur: ٹیگ ڈھونڈیے
zh_cn: 查找标签
zh_hk: 尋找標籤

# IDS_MUSIC_OPT_DROPBOX_CONTENT_ABB
source: Dropbox content
ar: محتوى Dropbox
ca: Contingut Dropbox
da: Dropbox-indhold
de: Dropbox-Inhalt
es_us: Cont. de Dropbox
eu: Dropbox edukia
gu: ડ્રોપબોક્સ સામગ્રી
hi: ड्रॉपबॉक्स सामग्री
hu: Dropbox tartalom
kk: Dropbox мазмұны
lt: „Dropbox“ turinys
mk: Содрж. од Dropbox
nb: Dropbox-innhold
pt_pt: Conteúdo Dropbox
si: පතන මෙනු අන්ත.
sr: Dropbox sadržaj
sv: Dropbox-innehåll
uk: Вміст Dropbox
ur: Dropbox مشمول
zh_cn: Dropbox 内容
zh_hk: Dropbox 內容

# IDS_MUSIC_OPT_CONTENT_ON_PHONE_ABB
source: Content on phone
ar: محتوى على الهاتف
ca: Contingut telèfon
da: Indh. på telefon
de: Telefoninhalt
es_us: Cont. del dispo.
eu: Telefonoko edukia
gu: ફોન પરની સામગ્રી
hi: फ़ोन की सामग्री
hu: Tart. a telefonon
kk: Телеф-ғы мазмұн
lt: Telefono turinys
mk: Содржини на тел.
nb: Innhold på tlf.
pt_pt: Conteúdo telefone
si: දුරකථනයෙහි ඇති අන්තර්ගතය
sr: Sadržaj na telef.
sv: Innehåll i telef.
uk: Вміст із телефону
ur: فون پر مشمول
zh_cn: 手机上的内容
zh_hk: 手機上的內容

# IDS_MUSIC_OPT_CHANGE_IMAGE
source: Change image
ar: تغيير الصورة
ca: Canviar imatge
da: Skift billede
de: Bild ändern
es_us: Cambiar imagen
eu: Irudia aldatu
gu: છબી બદલો
hi: छवि बदलें
hu: Képcsere
kk: Суретті өзгерту
lt: Keisti vaizdą
mk: Смени слика
nb: Endre bilde
pt_pt: Alterar imagem
si: පින්තූරය වෙනස් කරන්න
sr: Promeni sliku
sv: Ändra bild
uk: Змінити зображення
ur: تصویر تبدیل
zh_cn: 更改图片
zh_hk: 更改圖像

# IDS_MUSIC_HEADER_DELETE_DROPBOX_DATA_ABB
source: Delete Dropbox data
ar: حذف بيانات Dropbox
ca: Esborrar dades Dropbox
da: Slet Dropbox-data
de: Dropbox-Daten löschen
es_us: Elim. datos de Dropbox
eu: Ezabatu Dropbox datuak
gu: ડ્રોપબોક્સનો ડેટા હટાવો
hi: ड्रॉपबॉक्स डाटा हटाएँ
hu: Dropbox-adatok törlése
kk: Dropbox деректерін жою
lt: Trinti Dropbox duomenis
mk: Избр. податоци Dropbox
nb: Slett Dropbox-data
pt_pt: Eliminar dados Dropbox
si: පතන මෙනු දත්ත මකන්න
sr: Izbriši Dropbox podatke
sv: Ta bort Dropbox-data
uk: Видалити дані Dropbox
ur: Dropbox کوائف حذف کریں
zh_cn: 删除 Dropbox 数据
zh_hk: 刪除 Dropbox 數據

# IDS_MUSIC_BODY_YOU_CAN_STREAM_YOUR_MUSIC_TO_DEVICES_USING_ALLSHARE
source: You can stream your music to devices using AllShare.
ar: يمكنك بث الموسيقى إلى الأجهزة باستخدام AllShare.
ca: Pot reproduir la seva música en dispositius mitjançant AllShare
da: Du kan streame din musik til enheder ved hjælp af AllShare.
de: Sie können Ihre Musik mit AllShare auf Geräte streamen.
es_us: Puede transmitir su música a dispositivos mediante AllShare.
eu: Zure musikaren stream egin dezakezu gailuetara AllShare bidez
gu: ઓલશેર સહ ઉપકરણોમાં તમે તમારા સંગીત સ્ટ્રીમ કરી શકો છો.
hi: ऑलशेयर का उपयोग करते हुए आप आपका म्यूज़िक डिवाइसेस में स्‍ट्रीम कर सकते हैं
hu: Az AllShare segítségével adatfolyamként küldhet zenét az eszközökre.
kk: AllShare арқылы музыкаңызды құрылғыларға жіберуге болады.
lt: Galite siųsti savo muzikos įrašus į įrenginius naudojančius „AllShare“.
mk: Може да ја емитувате својата музика до уреди коритејќи го AllShare.
nb: Du kan streame musikken din til andre enheter med AllShare.
pt_pt: Pode efectuar o streaming da sua música para dispositivo utilizando AllShare.
si: ඕල්ෂෙයා භාවිතයෙන් ඔබේ ගීත ඔබට උපාංග වෙත යැවිය හැක.
sr: Možeš strimovati muziku na uređaju pomoću AllShare-a.
sv: Du kan strömma musik till enheter med AllShare.
uk: Можна здійснити потокову передачу музики на пристрій за допомогою AllShare.
ur: آپ AllShare استعمال کرتے ہوئے اپنی موسیقی آلے کو سٹریم کرسکتے ہیں
zh_cn: 您可使用 AllShare 将您的音乐导入至设备。
zh_hk: 您可以使用 AllShare 將音樂串流至裝置。

# IDS_MUSIC_BODY_VALIDITY
source: Validity
ar: الصلاحية
ca: Validesa
da: Gyldighed
de: Gültigkeit
es_us: Validez
eu: Baliozkotasuna
gu: માન્યતા
hi: वैधता
hu: Érvényesség
kk: Жарамдылық
lt: Galiojimas
mk: Валидност
nb: Gyldighet
pt_pt: Validade
si: වලංගු භාවය
sr: Važenje
sv: Giltighet
uk: Термін дії
ur: معیادی
zh_cn: 有效
zh_hk: 有效期

# IDS_MUSIC_BODY_TYPE_CNOUN
source: Type
ar: النوع
ca: Tipus
de: Typ
es_us: Tipo
eu: Mota
gu: પ્રકાર
hi: प्रकार
hu: Típus
kk: Түрі
lt: Tipas
mk: Тип
pt_pt: Tipo
si: වර්ගය
sr: Tip
sv: Typ
uk: Тип
ur: قسم
zh_cn: 类型
zh_hk: 類型

source: This will delete the file from the server and any connected devices as well.
ar: سيؤدي ذلك إلى حذف الملف من الخادم، بالإضافة إلى أي أجهزة متصلة.
ca: S'esborrarà el fitxer del servidor i, també, de qualsevol dispositiu connectat
da: Dette vil slette filen fra serveren samt alle tilsluttede enheder.
de: Damit wird die Datei vom Server und von allen verbundenen Geräten gelöscht.
es_us: Esto eliminará el archivo del servidor y de todos los dispositivos conectados.
eu: Honek zerbitzariko fitxategia eta konektatutako edozer gailu kenduko ditu
gu: આ સર્વરમાંથી ફાઇલ અને સાથે સાથે કોઈ પણ જોડેલા ઉપકરણો હટાવશે.
hi: यह सर्वर से फ़ाइल और साथ ही किसी भी कनेक्ट डिवाइस को भी हटा देगा
hu: Törölni fogja a fájlt a szerverről és a csatlakoztatott eszközökről is.
kk: Бұл серверден, сондай-ақ кез келген қосылған құрылғылардан файлды жояды.
lt: Bus ištrintas serveryje ir kituose prijungtuose įrenginiuose esantis failas.
mk: Со ова ќе се избрише фајлот од серверот и од другите поврзани уреди.
nb: Dette vil slette filen fra tjeneren og alle tilkoblede enheter.
pt_pt: Isto irá eliminar o ficheiro do servidor e quaisquer dispositivos que estejam ligados.
si: මෙ මගින් සේවාදායකයෙන් මෙන්ම සම්බන්ධිත ඕනෑම උපාංගයකින් ගොනුව මකනු ඇත.
sr: To će izbrisati fajl sa servera kao i sve povezane uređaje.
sv: Filen kommer att tas bort data från servern och andra anslutna enheter.
uk: Це призведе до видалення файла із сервера та інших підключених пристроїв.
ur: یہ سرور سے اور ایسے ہی کسی جڑے ہوئے آلہ جات سے فائل حذف کردے گا
zh_cn: 这将从服务器和任何已连接的设备删除文件。
zh_hk: 這將從伺服器與任何已連接的裝置刪除檔案。

# IDS_MUSIC_BODY_PLAYLIST_ARTISTS
source: Artists
ar: الفنانون
ca: Artistes
da: Kunstnere
de: Interpreten
es_us: Artistas
eu: Artistak
gu: કલાકાર
hi: कलाकार
hu: Előadók
kk: Орындаушылар
lt: Atlikėjai
mk: Изведувачи
nb: Artist
pt_pt: Artistas
si: ශිල්පීන්
sr: Izvođači
sv: Artister
uk: Виконавці
ur: فنکار
zh_cn: 艺术家
zh_hk: 演出者

# IDS_MUSIC_BODY_PLAYINGDETAILS_ALBUM_ART
source: Album art
ar: ألبوم الفن
ca: Caràtula àlbum
da: Albumcover
de: Bild für Album
es_us: Portada del álbum
eu: Albumaren azala
gu: આલ્બમ કળા
hi: एल्बम कला
hu: Lemezborító
kk: Көрініс альбомы
lt: Albumų menas
mk: Омот на албумот
nb: Albumomslag
pt_pt: Capa do álbum
si: ඇල්බම රූපය
sr: Omoti albuma
sv: Albumomslag
uk: Альбом зображень
ur: البم آدٹ
zh_cn: 专辑艺术
zh_hk: 專輯封面

# IDS_MUSIC_BODY_OTHER_CONTENTS
source: Other contents
ar: محتويات أخرى
ca: Altres continguts
da: Andet indhold
de: Andere Inhalte
es_us: Otros contenidos
eu: Beste eduki batzuk
gu: અન્ય સામગ્રી
hi: अन्‍य सामग्री
hu: Egyéb tartalom
kk: Басқа мазмұн
lt: Kitas turinys
mk: Други содржини
nb: Annet innhold
pt_pt: Outros conteúdos
si: අනෙක් අන්තර්ගත
sr: Ostali sadržaji
sv: Annat innehåll
uk: Інший вміст
ur: دیگر مشمولات
zh_cn: 其他内容
zh_hk: 其他內容

# IDS_MUSIC_BODY_NAME_TOO_LONG
source: Name too long.
ar: الاسم طويل.
ca: Nom massa llarg
da: Navnet er for langt.
de: Name zu lang
es_us: Nombre demasiado largo.
eu: Izen luzeegia
gu: નામ ખૂબ લાંબુ.
hi: नाम काफी लम्बा है।
hu: A név túl hosszú.
kk: Тым үлкен атауы.
lt: Pavadinimas per ilgas.
mk: Предолго име.
nb: Navnet er for langt.
pt_pt: Nome demasiado comprido.
si: නම ඉතා දිගුයි.
sr: Ime predugačko.
sv: Namnet är för långt.
uk: Задовге ім'я.
ur: نام لمبا ہے۔
zh_cn: 姓名太长
zh_hk: 名稱太長

# IDS_MUSIC_BODY_MUSIC_CLARITY
source: Music clarity
ar: نقاء صوت الموسيقى
ca: Claredat musical
da: Musikklarhed
de: Musikklarheit
es_us: Claridad de música
eu: Musikaren argitasuna
gu: સંગીત સ્પષ્ટતા
hi: संगीत स्पष्टता
hu: Tiszta zene
kk: Музыка тазалығы
lt: Muzikos aiškumas
mk: Музичка јасност
nb: Musikklarhet
pt_pt: Nitidez da música
si: සංගීත පැහැදිලිතාව
sr: Razgovetnost muzike
sv: Klarhet
uk: Ясність музики
ur: میوزک کی وضاحت
zh_cn: 音乐清晰
zh_hk: 清晰音樂

# IDS_MUSIC_BODY_HIGH_VOLUMES_MAY_HARM_YOUR_HEARING_IF_YOU_LISTEN_FOR_A_LONG_TIME
source: High volumes may harm your hearing if you listen for a long time.
ar: قد تضر مستويات الصوت العالية بسمعك إذا استمعت إليها لفترة طويلة.
ca: Volums elevats poden malmetre la seva oïda si els escolta durant molt temps
da: Høj musik kan skade din hørelse, hvis du lytter i for lang tid.
de: Das Hören lauter Musik über einen längeren Zeitraum kann sich schädlich auf Ihr Gehör auswirken.
es_us: Escuchar música a volumen alto por un tiempo prolongado puede dañar su audición
eu: Baliteke bolumen handien zure entzumena kaltetzea denbora luzean entzuten baduzu
gu: લાંબો સમય ઉચ્ચ અવાજ સાંભળવા પર તે તમારા શ્રવણશક્તિની હાનિ પેદા કરી શકે છે.
hi: उच्च वॉल्यूम से आपके सुनने में नुकसान हो सकता है यदि आप लंबे समय तक उसे सुनते हैं।
hu: Ha sokáig hallgat nagy hangerőn zenét vagy egyebet, akkor károsodhat a hallása.
kk: Ұзақ уақыт тыңдайтын болсаңыз, қатты дауыс деңгейі есту мүшеңізді зақымдауы мүмкін.
lt: Jei klausysitės garsiai ilgą laiką, gali būti pažeista klausa.
mk: Големи јачини може да ви го оштетат слухот ако слушате долго време.
nb: Høy lydstyrke kan skade hørselen din hvis du lytter til det over lengre perioder.
pt_pt: O volume de som elevado pode prejudicar a sua audição se a expuser a este durante muito tempo.
si: ඉහළ හඬ පරිමාවෙන් ඔබ දිගු කලක් ඇහුම්කන් දුනහොත් ඔබේ ශ්‍රවණයට හානි විය හැකිය.
sr: Velika jačina zvuka može da ošteti sluh ukoliko tako slušate duže vreme.
sv: Hög volym kan skada din hörsel om du lyssnar för länge.
uk: Тривале прослуховування за високого рівня гучності може призвести до погіршення слуху.
ur: اگر آپ لمبے عرصے تک سنیں تو اونچا لیول آپ کی سماعت کو نقصان پہنچا سکتا ہے
zh_cn: 如果长时间用高音量收听，可能会损坏听力。
zh_hk: 長期聆聽高音量會損害您的聽力。

# IDS_MUSIC_BODY_AVAILABLE_USES
source: Available uses
ar: الاستخدامات المتوفرة
ca: Usos disponibles
da: Gange tilbage
de: Verfügbare Nutzungen
es_us: Usos disponibles
eu: Erabilera eskuragarriak
gu: ઉપલબ્ધ ઉપયોગો
hi: उपलब्ध उपयोग
hu: Lehetséges felhasználás
kk: Пайдалануға жарамды
lt: Galimi panaudojimai
mk: Можност за употреба
nb: Kan brukes antall ganger
pt_pt: Utilizações disponíveis
si: පවතින ප්‍රයෝජන
sr: Moguće upotrebe
sv: Tillgängliga tillämpningar
uk: Доступні використання
ur: استعمال کرنے کی سہولیات
zh_cn: 可用于
zh_hk: 可供使用

# IDS_MUSIC_TPOP_SOUND_EFFECTS_ONLY_AVAILABLE_WHILE_HEADPHONES_CONNECTED
source: Sound effects only available while headphones connected.
ar: ستتوفر المؤثرات الصوتية فقط عندما تكون سماعات الرأس متّصلة.
ca: Els efectes de so només estan disponible quan els auriculars estan connectats.
da: Lydeffekter er kun tilgængelige, når hovedtelefoner er tilsluttet.
de: Soundeffekte sind nur verfügbar, wenn das Headset verbunden ist.
es_us: Los efectos de sonido sólo están disponibles cuando el auricular está conectado.
eu: Soinu efektuak aurikularrak konektatuta daudenean soilik daude eskuragarri.
gu: હેડફોન્સ જોડાયેલા હોય ત્યારે જ માત્ર અવાજ પ્રભાવો ઉપલબ્ધ હોય છે.
hi: हेडफोन्स कनेक्ट होने के दौरान ही ध्वनि प्रभाव उपलब्ध होंगे।
hu: Hangeffektek csak csatlakoztatott fejhallgatóval állnak rendelkezésre.
kk: Құлаққаптар қосылғанда ғана дыбыстық әсерлер қол жетімді.
lt: Garso efektai veikia tik prijungus ausines.
mk: Звучните ефекти се достапни само кога се поврзани слушалки.
nb: Lydeffekter er bare tilgjengelige når hodetelefoner er tilkoblet.
pt_pt: Os efeitos de som só estão disponíveis quando os auriculares estão ligados.
si: හඬ ප්‍රයෝග ලද හැක්කේ හෙඩ්ෆෝන් සම්බන්ධ කර ඇති විට පමණි.
sr: Zvučni efekti su dostupni samo kada su povezane slušalice.
sv: Ljudeffekter är bara tillgängliga om hörlurar har anslutits.
uk: Щоб застосувати звукові ефекти, потрібно підключити навушники.
ur: ساؤنڈ ایفیکٹس صرف ہیڈفونس کے کنیکٹ ہونے کے دوران ہی دستیاب ہیں۔
zh_cn: 音效仅在连接耳机时可用。
zh_hk: 音效僅於連接耳機時可用。

# IDS_ST_OPT_ADD_TO_YOUR_PERSONAL_STORAGE
source: Add to your personal storage
ar: إضافة لجهة التخزين الخاصة بك
ca: Afegir al seu emmagatzematge personal
da: Føj til dit personlige lager
de: Zum persönlichen Speicher hinzufügen
es_us: Añadir a su almacenamiento personal
eu: Gehitu zure biltegi pertsonalera
gu: તમારા વ્યક્તિગત સંગ્રહણમાં ઉમેરો
hi: अपने निजी स्टोरेज में जोड़ें
hu: Személyes tárhelyhez adás
kk: Жеке қоймаңызға қосу
lt: Pridėti prie asmeninės saugyklos
mk: Додај во личната меморија
nb: Legg til i den personlige lagringsplassen din
pt_pt: Adicione o seu armazenamento pessoal
si: ඔබගේ පුද්ගලික ගබඩාව වෙත එක් කෙරිණ
sr: Dodaj u ličnu memoriju
sv: Lägg till i personlig lagring
uk: Додати до особистого місця збереження
ur: اپنے ذاتی ذخیرہ پر اضافہ کریں
zh_cn: 添加至您的个人存储空间
zh_hk: 加入至您的個人儲存空間

# IDS_ST_OPT_REMOVE_FROM_YOUR_PERSONAL_STORAGE
source: Remove from your personal storage
ar: حذف من جهة التخزين الشخصي.
ca: Eliminar del seu emmagatzematge personal
da: Fjern fra dit personlige lager
de: Aus dem persönlichen Speicher entfernen
es_us: Eliminar de su almacenamiento personal
eu: Kendu zure biltegi pertsonaletik
gu: તમારા અંગત સંગ્રહણમાંથી દૂર કરો
hi: अपने निजी स्टोरेज से निकालें
hu: Eltávolítás a személyes tárhelyről
kk: Жеке қоймаңыздан алып тастау
lt: Pašalinti iš asmeninės saugyklos
mk: Отстрани од личната меморија
nb: Fjern fra den personlige lagringsplassen din
pt_pt: Remover do seu armazenamento pessoal
si: ඔබගේ පුද්ගලික ගබඩාව වෙතින් ඉවත් කෙරිණ
sr: Ukloni iz lične memorije
sv: Ta bort från din personliga lagring
uk: Видалити з особистого місця збереження
ur: اپنے ذاتی ذخیرہ سے ہٹائیں
zh_cn: 自个人存储空间移除
zh_hk: 從個人儲存空間移除

# IDS_ST_BODY_CONTEXTUAL_POP_UP_T_TALKBACK
source: Contextual pop-up
ar: إطار سياق منبثق
ca: Finestra emergent contextual
da: Kontekstuelt pop op-vindue
de: Kontext-Popup
es_us: Ventana emergente contextual
eu: Agerkari kontestuala
gu: સંદર્ભગત પોપ-અપ
hi: प्रासंगिक पॉप-अप
hu: Környezetérzékeny előugró ablak
kk: Контекстік қалқымалы терезе
lt: Kontekstinis iškylantysis langas
mk: Контекстуален појавен прозорец
nb: Kontekstuelt sprettoppvindu
pt_pt: Pop-up contextual
si: සන්දර්භ පොළා පැනුම
sr: Kontekstualni iskačući prozor
sv: Kontextuellt popup-fönster
uk: Контекстне спливаюче повідомлення
ur: سیاق و سباق پاپ-اپ
zh_cn: 上下文提示窗
zh_hk: 關聯式彈出視窗

# IDS_ST_BODY_A_CONTEXTUAL_POP_UP_IS_OPEN_DOUBLE_TAP_TO_CLOSE_IT_T_TALKBACK
source: A contextual pop-up is open. Double tap to close it.
ar: يوجد إطار سياق منبثق مفتوح. انقر نقرا مزدوجا لإغلاقه.
ca: S'obre una finestra emergent contextual. Toqui-la dos cops per tancar-la.
da: Et kontekstuel pop op-vindue er åbent. Dobbelttap for at lukke den.
de: Ein Kontext-Popup ist geöffnet. Zum Schließen zweimal tippen.
es_us: Hay una ventana emergente contextual abierta. Pulse dos veces para cerrarla.
eu: Agerkari kontestual bat ireki da. Ukitu bi aldiz ixteko.
gu: સંદર્ભગત પોપ-અપ ખુલ્લું છે. તેને બંધ કરવા માટે બેવાર ટેપ કરો.
hi: एक प्रासंगिक पॉप-अप खुला है। इसे बंद करने हेतु डबल टैप करें।
hu: Nyitva van egy környezetérzékeny előugró ablak. Zárja be kétszeri érintéssel.
kk: Контекстік қалқымалы терезе ашық тұр. Жабу үшін екі рет түртіңіз
lt: Kontekstinis iškylantysis langas atidarytas. Bakstelėkite du kartus norėdami uždaryti.
mk: Отворен е контекстуален појавен прозорец. Допрете двапати да се затвори.
nb: Et kontekstuelt sprettoppvindu er åpent. Trykk raskt på det to ganger for å lukke det.
pt_pt: Está aberto um pop-up contextual. Toque duas vezes para o fechar.
si: සන්දර්භ පොළා පැනුමක් විවෘතයි. එය වැසීමට දෙ වරක් තට්ටු කරන්න.
sr: Kontekstualni prozor je otvoren. Dvaput kucni za njegovo zatvaranje.
sv: Ett kontextuellt popup-fönster är öppet. Dubbeltryck om du vill stänga det.
uk: Контекстне спливаюче повідомлення відкрито. Двічі натисніть, щоб його закрити
ur: ایک سیاق و سباق پاپ-اپ کھلا ہوا ہے۔ اس کو بند کرنے کے لئے دو بار تھپتھپائیں۔
zh_cn: 上下文提示窗已打开。双击以关闭。
zh_hk: 關聯式視窗已開啟。輕觸兩下以關閉。

# IDS_ST_BODY_REPEAT_ONE
source: Repeat one
ar: التكرار مرة
ca: Repetir una vegada
da: Gentag én gang
de: Einmal wiederholen
es_us: Repetir una vez
eu: Bat errepikatu
gu: એકનું પુનરાવર્તન કરો
hi: एक दोहराएँ
hu: Egy ismétlése
kk: Біреуін қайталау
lt: Kartoti vieną
mk: Повторувај една
nb: Gjenta én gang
pt_pt: Repetir uma vez
si: එකක් නැවත කරන්න
sr: Ponovi jednom
sv: Upprepa en
uk: Повторювати один раз
ur: ایک دھرائیں
zh_cn: 重复一个
zh_hk: 重複一次

# IDS_ST_BUTTON_MOVING_ING
source: Moving...
ar: جاري النقل...
ca: Traslladant...
da: Flytter...
de: Verschiebe...
es_us: Moviendo...
eu: Mugitzen...
gu: ખસેડે છે...
hi: ले जा रहा है...
hu: Áthelyezés...
kk: Жылжуда...
lt: Perkeliama...
mk: Се преместува...
nb: Flytter...
pt_pt: A mover...
si: ගෙන යමින්...
sr: Premeštanje...
sv: Flyttar...
uk: Переміщення...
ur: منتقل کررہاہے...
zh_cn: 移动中…
zh_hk: 移動中…

# IDS_HS_BODY_SELECT_UP_TO_PD_ITEMS
source: Select up to %d items.
ar: تحديد ما يصل إلى %d عنصر/عناصر
ca: Seleccioni fins a %d elements
da: Vælg op til %d elementer.
de: Wählen Sie bis zu %d Elemente aus.
es_us: Seleccionar hasta %d elementos
eu: Hautatu %d elementu arte
gu: %d વસ્તુઓ સુધી પસંદ કરો.
hi: अधिकतम %d मदें चुनें।
hu: Legfeljebb %d tételt válasszon ki
kk: %d элементке дейін таңдау
lt: Pasirinkite iki %d elementų
mk: Изберете најмногу %d ставки
nb: Velg opptil %d elementer.
pt_pt: Seleccione até %d itens
si: අයිතම %d ක් දක්වා තෝරන්න.
sr: Izaberi i do %d stavki
sv: Välj upp till %d objekt.
uk: Виберіть до %d об’єктів
ur: ‎%d تک اشیاء منتخب کریں
zh_cn: 选择多达 %d 个项目
zh_hk: 選擇最多 %d 個項目。

# IDS_CAM_BODY_TAB_T_TTS
source: Tab
ar: علامة تبويب
ca: Pestanya
da: Fane
de: Registerkarte
es_us: Ficha
eu: Erlaitza
gu: ટેબ
hi: टैब
hu: Lap
kk: Жиекбелгі
lt: Skirtukas
mk: Картичка
nb: Fane
pt_pt: Separador
si: ටැබය
sr: Kartica
sv: Flik
uk: Вкладка
ur: ٹیب
zh_cn: 选项卡
zh_hk: 標籤
