Repository: tizenorg/profile.mobile.apps.native.music-player
Catalog: po/*.po
Languages: ar, ca, da, de, es_us, eu, gu, hi, hu, kk, lt, mk, nb, pt_pt, si, sr, sv, uk, ur, zh_cn, zh_hk

# IDS_DLNA_OPT2_CHANGE_PLAYER
source: Change player
ar: تغيير المشغل
ca: Canviar reprod
da: Skift afspiller
de: Player ändern
es_us: Cambiar reproductor
eu: Aldatu irakurgailua
gu: પ્લેઅર બદલો
hi: प्लेयर बदलें
hu: Lejátszóváltás
kk: Ойнатқышты өзгерту
lt: Keisti grotuvą
mk: Смени плеер
nb: Endre avspiller
pt_pt: Mudar leitor
si: වාදකය වෙනස් කරන්න
sr: Promeni plejer
sv: Byt spelare
uk: Змінити плеєр
ur: پلیئر تبدیل کریں
zh_cn: 更改播放器
zh_hk: 更改播放器

# IDS_BR_SK_TABS
source: Tabs
ar: علامات تبويب
ca: Pestanyes
da: Faner
de: Reiter
es_us: Fichas
eu: Fitxak
gu: ટેબ્સ
hi: टैब्स
hu: Lapok
kk: Жиекбелгі
lt: Ąselės
mk: Картички
nb: Faner
pt_pt: Separador
si: ටැබ
sr: Kartice
sv: Flikar
uk: Вкладки
ur: ٹیبز
zh_cn: 标签
zh_hk: 標籤

# IDS_PB_BODY_AUTO_RECOMMENDATIONS_CAN_EXTRACT_THE_HIGHLIGHTS_FROM_SOUND_FILES
source: Auto recommendations can extract the highlights from sound files.
ar: تستطيع ‏‫التوصيات التلقائية‬ استخراج التمييزات من ملفات الصوت.
ca: Les recomanacions automàtiques poden extreure els destacats dels fitxers de so
da: Automatisk anbefalinger kan udtrække højdepunkter fra lydfiler.
de: Die automatischen Empfehlungen können Highlights aus Sound-Dateien extrahieren.
es_us: Recomendación automática es una función que extrae y destaca una parte de la canción.
eu: Gomendio automatikoak soinu fitxategietan nabarmendutakoak atera ditzake
gu: સ્વતઃ ભલામણો ધ્વનિ ફાઇલો પરના હાઇલાઇટ્સને બહાર કાઢી શકે છે.
hi: स्वतः अनुशंसाएँ ध्वनि फाइलों से हाइलाइट्स को निकाल सकता है।
hu: Az automatikus javaslás kiválaszthatja a hangfájlok legfontosabb részeit.
kk: Автоматты ұсыныстар дыбыстық файлдардан ерекшеленгендерді шығара алады.
lt: Naudojant automatines rekomendacijas iš garso failų galima išskirti fragmentus.
mk: Автоматските препораки можат да го извлечат нагласеното од звучните фајлови.
nb: Automatiske anbefalinger kan trekke ut høydepunktene fra lydfiler.
pt_pt: As recomendações automáticas podem extrair destaques de ficheiros de som.
si: ස්වයං නිර්දේශය මගින් ශබ්ද ගොනුවලින් වැදගත් කරුණු උපටා දැක්වෙනු ඇත.
sr: Automatske preporuke mogu da prošire isticanja iz zvučnih fajlova.
sv: Automatiska rekommendationer kan extrahera höjdpunkter från ljudfiler.
uk: Пристрій автоматично вибере фрагмент музичного файлу, який найкраще підходить для вибраної дії.
ur: خودکار تجاویز ساؤنڈ فائلوں سے نمایاں کردہ کو نچوڑ سکتے ہیں
zh_cn: 自动建议可从声音文件中提取最精彩的部分。
zh_hk: 自動建議可從聲音檔案提取精彩部分。

# IDS_MF_BODY_PARENT_RATING
source: Parent rating
ar: التصنيف الأصلي
ca: Classificació dels pares
da: Forældrebedømmelse
de: Altersbeschränkung
es_us: Evaluar pista
eu: Gurasoen balorazioa
gu: પેરેંટ રેટિંગ
hi: पैरेंट रेटिंग
hu: Szülői értékelés
kk: Ата-ана қамқорлығы
lt: Tėvų vertinimas
mk: Родителска оцена
nb: Aldersgrense
pt_pt: Classificação parental
si: මවිපිය ඇගයුම
sr: Roditeljski rejting
sv: Förälderrankning
uk: Основний рейтинг
ur: ماں باپ کیلیے ریٹینگ
zh_cn: 父速率
zh_hk: 家長評分

# IDS_VR_POP_FILE_NOT_FOUND
source: File not found.
ar: الملف غير موجود.
ca: No s'ha trobat el fitxer
da: Filen blev ikke fundet.
de: Datei nicht gefunden
es_us: Archivo no encontrado.
eu: Fitxategia ez da aurkitu
hi: फाइल नहीं मिली।
hu: A fájl nem található.
kk: Файл табылмады.
lt: Failas nerastas.
mk: Фајлот не е пронајден.
nb: Fant ikke filen.
pt_pt: Ficheiro não encontrado.
sr: Fajl nije nađen.
sv: Filen hittades inte.
uk: Файл не знайдено.
zh_cn: 找不到文件
zh_hk: 找不到檔案

# IDS_PB_POP_CALLER_RINGTONE_SAVED
source: Caller ringtone saved.
ar: تم حفظ نغمة رنين المتصل.
ca: Melodia persona que truca desada
da: Opkaldsringetone gemt.
de: Anruferklingelton gespeichert
es_us: Tono del contacto guardado
eu: Dei egilearen dei doinua gordeta
gu: કૉલર રિંગટોન સાચવી.
hi: कॉलर रिंगटोन सुरक्षित की गई।
hu: Hívó csengőhangja mentve.
kk: Байланысқа арналған әуен сақталды.
lt: Skambintojo skambėjimo tonas išsaugotas.
mk: Ѕвонењето за повикувач е меморирано.
nb: Kontaktringetone lagret.
pt_pt: Tom de toque de chamador guardado.
si: අමතන්නාගේ රිංග්ටෝනය සුරැකිණි.
sr: Ton zvona pozivaoca sačuvan.
sv: Ringsignal för uppringare sparad.
uk: Звук дзвінка абонента збережено.
ur: کالر رنگ ٹون محفوظ۔۔
zh_cn: 已储存来电铃声
zh_hk: 來電者鈴聲已儲存

# IDS_MUSIC_BODY_BIT_DEPTH
source: Bit depth
ar: عمق البت
ca: Profunditat de bits
da: Bit-dybde
de: Bittiefe
es_us: Profundidad de bit
eu: Bit intentsitatea
gu: બીટ ઊંડાઈ
hi: बिट गहराई
hu: Bitmélység
kk: Бит тереңдігі
lt: Bitų gylis
mk: Длабочина на битови
nb: Bitdybde
pt_pt: Profundidade de bits
si: බිට් ගැඹුර
sr: Bit dubina
sv: Bitdjup
uk: Кількість бітів
ur: بٹ گہرائی
zh_cn: 比特深度
zh_hk: 位元深度

# IDS_MUSIC_BODY_SIZE
source: Size
ar: الحجم
ca: Mida
da: Størrelse
de: Größe
es_us: Tamaño
eu: Tamaina
gu: કદ
hi: आकार
hu: Méret
kk: Өлшемі
lt: Dydis
mk: Големина
nb: Størrelse
pt_pt: Tamanho
si: ප්‍රමාණය
sr: Veličina
sv: Storlek
uk: Розмір
ur: سائز
zh_cn: 大小
zh_hk: 大小

# IDS_MF_HEADER_PD_SELECTED
source: %d selected
ar: تم تحديد %d
ca: %d seleccionat
da: %d valgt
de: %d ausgewählt
es_us: %d seleccionado(s)
eu: %d aukeratuta
gu: %d પસંદ કર્યા
hi: %d चयनित
hu: %d kiválasztva
kk: %d таңдалды
lt: Pasirinkta: %d
mk: Избрани се %d
nb: %d valgt
pt_pt: %d seleccionado(s)
si: %d ක් තෝරා ඇත
sr: Izabrano: %d
sv: %d valda
uk: Вибрано %d
ur: %d منتخب ہوگیا
zh_cn: %d 已选择
zh_hk: %d 已選擇

# IDS_MUSIC_BODY_AFTER_YOU_ADD_TRACKS_TO_THIS_DEVICE_THEY_WILL_BE_SHOWN_HERE
source: After you add tracks to this device, they will be shown here.
ar: ستظهر المقاطع هنا بعد إضافتها إلى هذا الجهاز.
ca: Després d'afegir pistes a aquest dispositiu, es mostraran aquí.
da: Når du har føjet numre til denne enhed, vil de blive vist her.
de: Nachdem Sie auf diesem Gerät Titel hinzugefügt haben, werden diese hier angezeigt.
es_us: Cuando añada pistas al dispositivo, se mostrarán aquí.
eu: Gailura pistak gehitu ostean, hemen erakutsiko dira.
gu: તમે આ ઉપકરણ પર ટ્રેક્સ ઉમેરો તે પછી, તેઓને અહીં બતાવવામાં આવશે.
hi: आपके द्वारा इस डिवाइस पर ट्रैक्स जोड़ने के बाद वे यहाँ दिखाए जाएँगे।
hu: Itt jelennek majd meg az eszközhöz adott számok.
kk: Бұл құрылғыға тректер қосқаннан кейін олар мына жерде көрсетіледі.
lt: Pridėjus takelių šiame įrenginyje, jie bus rodomi čia.
mk: Откако ќе додадете песни на уредот, ќе се прикажат тука.
nb: Når du har lagt til spor på denne enheten, vises de her.
pt_pt: Depois de adicionar faixas a este dispositivo, estas serão mostradas aqui.
si: ඔබ මෙම උපාංගයට සංගීත ඛණ්ඩ එක් කිරීමෙන් පසුව ඒවා මෙහි පෙන්වනු ඇත.
sr: Nakon što dodaš numere u ovaj uređaj, one će se prikazati ovde.
sv: När du har lagt till spår på enheten visas de här.
uk: Після додавання записів на пристрій їх буде відображено тут.
ur: اس آلے میں آپ کے ٹریکس شامل کرنے کے بعد، انہیں یہاں دکھایا جائے گا۔
zh_cn: 添加曲目至该设备后，其将显示在此处。
zh_hk: 在加入曲目至此裝置後，將顯示於此。

# IDS_MUSIC_TMBODY_LENGTH
source: Length
ar: الطول
ca: Durada
da: Længde
de: Länge
es_us: Duración
eu: Luzera
gu: લંબાઈ
hi: लम्बाई
hu: Hossz
kk: Ұзындық
lt: Ilgis
mk: Должина
nb: Lengde
pt_pt: Comprimento
si: දිග
sr: Dužina
sv: Längd
uk: Довжина
ur: لمبائی
zh_cn: 长度
zh_hk: 長度

# IDS_MUSIC_POP_1_FOLDER_WILL_BE_DELETED
source: 1 folder will be deleted.
ar: سيتم حذف مجلد واحد.
ca: S'esborrarà 1 carpeta.
da: Der vil blive slettet 1 mappe.
de: 1 Ordner wird gelöscht.
es_us: Se eliminará 1 carpeta.
eu: Karpeta 1 ezabatuko da.
hi: 1 फोल्डर हटाया जाएगा।
hu: 1 mappát törölni fog.
kk: 1 қалта жойылады.
lt: Bus ištrintas 1 aplankas.
mk: 1 папка ќе се избрише.
nb: 1 mappe blir slettet.
pt_pt: 1 pasta será eliminada.
sr: Biće izbrisan 1 folder.
sv: 1 mapp tas bort.
uk: 1 папку буде видалено.
zh_cn: 将删除 1 个文件夹。
zh_hk: 1 個資料夾將被刪除。

# IDS_ST_BODY_NO_CONTENT
source: No content
ar: بدون محتويات
ca: No hi ha continguts
da: Intet indhold
de: Kein Inhalt
es_us: No hay contenido
eu: Ez dago edukirik
hi: कोई सामग्री नहीं
hu: Nincs tartalomjegyzék
kk: Мазмұн жоқ
lt: Nėra turinio
mk: Нема содржини
nb: Ikke noe innhold
pt_pt: Sem conteúdo
sr: Nema sadržaja
sv: Inget innehåll
uk: Немає вмісту
zh_cn: 无内容
zh_hk: 無內容

# IDS_MUSIC_ITAB4_FOLDERS
source: Folders
ar: مجلدات
ca: Carpetes
da: Mapper
de: Ordner
es_us: Carpetas
eu: Karpetak
gu: ફોલ્ડર્સ
hi: फोल्‍डर्स
hu: Mappák
kk: Қалталар
lt: Aplankai
mk: Папки
nb: Mapper
pt_pt: Pastas
si: ෆෝල්ඩර
sr: Folderi
sv: Mappar
uk: Папки
ur: فولڈرز
zh_cn: 文件夹
zh_hk: 資料夾

# IDS_MUSIC_HEADER_MY_PLAYLISTS_ABB
source: My playlists
ar: قوائم التشغيل
ca: Les meves llistes rep
da: Mine afspilningslister
de: Meine Wiedergabelisten
es_us: Mis listas de reprod.
eu: Nire zerrendak
hi: मेरी प्लेसूचियाँ
hu: Saját lejátszási listák
kk: Менің әндер тізімім
lt: Mano grojaraščiai
mk: Мои музички листи
nb: Mine spillelister
pt_pt: As minhas listas reprod
sr: Moje plejliste
sv: Mina spellistor
uk: Мої списки відтворення
zh_cn: 我的播放列表
zh_hk: 我的播放清單

# IDS_MP_BODY_SOUND_PLAYER
source: Sound player
ar: مشغل الصوت
ca: Reproductor de so
da: Lydafspiller
es_us: Música
eu: Soinu erreproduzitzailea
gu: ધ્વનિ પ્લેઅર
hi: ध्वनि प्‍लेयर
hu: Hanglejátszó
kk: Дыбыс ойнатқышы
lt: Garso grotuvas
mk: Плеер за звук
nb: Lydspiller
pt_pt: Leitor de som
si: ශබ්ද වාදකය
sr: Plejer zvuka
sv: Ljudspelare
uk: Музичний плеєр
ur: ساؤنڈ پلیئر
zh_cn: 声音播放器
zh_hk: 聲音播放器

# IDS_MUSIC_OPT_SETTINGS
source: Settings
ar: الضبط
ca: Ajustaments
da: Indstillinger
de: Einstellungen
es_us: Configuración
eu: Ezarpenak
gu: સેટિંગ્સ
hi: सेटिंग्स
hu: Beállítások
kk: Қондырғылар
lt: Nustatymai
mk: Опции
nb: Innstillinger
pt_pt: Definições
si: සැකසුම්
sr: Podešavanja
sv: Inställningar
uk: Налаштування
ur: سیٹنگز
zh_cn: 设定
zh_hk: 設定

# IDS_MUSIC_POP_DELETING
source: Deleting...
ar: جاري المسح...
ca: Esborrant...
da: Sletter ...
de: Löschen...
es_us: Eliminando...
eu: Ezabatzen...
hi: हटाया जा रहा है...
hu: Törlés...
kk: Жойылуда...
lt: Trinama...
mk: Се брише...
nb: Sletter...
pt_pt: A eliminar...
sr: Brisanje...
sv: Raderar...
uk: Видалення...
zh_cn: 删除中..
zh_hk: 正在刪除...

# IDS_MUSIC_POP_1_TRACK_WILL_BE_DELETED
source: 1 track will be deleted.
ar: سيتم حذف مقطعًا واحدًا.
ca: S'esborrarà 1 pista.
da: 1 nummer vil blive slettet.
de: 1 Titel wird gelöscht.
es_us: Se eliminará 1 canción.
eu: Abesti 1 ezabatuko da.
hi: 1 ट्रैक हटा दिया जाएगा।
hu: 1 számot törölni fog.
kk: 1 трек жойылады.
lt: Bus ištrintas 1 įrašas.
mk: 1 песна ќе се избрише.
nb: 1 spor blir slettet.
pt_pt: 1 faixa será eliminada.
sr: Jedna numera će se izbrisati.
sv: 1 spår kommer att tas bort.
uk: 1 запис буде видалено.
zh_cn: 将删除 1 首曲目。
zh_hk: 將刪除 1 首曲目。

# IDS_MUSIC_POP_ALL_TRACKS_WILL_BE_DELETED
source: All tracks will be deleted.
ar: سيتم حذف جميع المسارات
ca: S'esborraran totes les pistes
da: Alle numre vil blive slettet.
de: Alle Titel werden gelöscht.
es_us: Se eliminarán todas las pistas
eu: Abesti guztiak ezabatuko dira
hi: सभी ट्रैक्स हटा दिए जाएँगे
hu: Minden számot törölni fog.
kk: Барлық тректер жойылады
lt: Visi takeliai bus ištrinti
mk: Сите песни ќе се избришат
nb: Alle spor blir slettet.
pt_pt: Todas as faixas serão eliminadas
sr: Sve numere će biti izbrisane
sv: Alla spår kommer att raderas.
uk: Усі записи буде видалено
zh_cn: 将删除所有曲目
zh_hk: 所有曲目將被刪除。

# IDS_MUSIC_POP_PD_TRACKS_WILL_BE_DELETED
source: %d tracks will be deleted.
ar: سيتم حذف %d من المقاطع.
ca: S'esborraran %d pistes.
da: %d numre vil blive slettet.
de: %d Titel werden gelöscht.
es_us: Se eliminarán %d canciones.
eu: %d abesti ezabatuko dira.
hi: %d ट्रैक्स हटा दिए जाएँगे।
hu: %d számot törölni fog.
kk: %d трек жойылады.
lt: Bus ištrinta įrašų: %d.
mk: %d песни ќе се избришат.
nb: %d spor blir slettet.
pt_pt: %d faixas serão eliminadas.
sr: %d numere će se izbrisati.
sv: %d spår kommer att tas bort.
uk: %d записи(-ів) буде видалено.
zh_cn: 将删除 %d 首曲目。
zh_hk: 將刪除 %d 首曲目。

# IDS_MUSIC_POP_1_PLAYLIST_WILL_BE_DELETED
source: 1 playlist will be deleted.
ar: سيتم حذف قائمة تشغيل واحدة.
ca: S'esborrarà 1 llista de reproducció.
da: 1 afspilningsliste bliver slettet.
de: 1 Wiedergabeliste wird gelöscht.
es_us: Se eliminará 1 lista de reproducción.
eu: Erreprodukzio zerrenda 1 ezabatuko da.
hi: 1 प्‍लेसूची हटाई जाएगी।
hu: 1 lejátszási listát törölni fog.
kk: 1 әндер тізімі жойылады.
lt: 1 grojaraštis bus ištrintas.
mk: 1 листа ќе се избрише.
nb: 1 spilleliste blir slettet.
pt_pt: Vai ser eliminada 1 lista de reprodução.
sr: Jedna lista za reprodukciju će se izbrisati.
sv: 1 spellista kommer att tas bort.
uk: 1 список відтворення буде видалено.
zh_cn: 将删除 1 个播放列表。
zh_hk: 1 個播放清單將被刪除。

# IDS_MUSIC_POP_PD_PLAYLISTS_WILL_BE_DELETED
source: %d playlists will be deleted.
ar: سيتم حذف %d قوائم تشغيل.
ca: S'esborraran %d llistes de reproducció
da: %d afspilningslister vil blive slettet.
de: %d Wiedergabelisten werden gelöscht.
es_us: Se eliminarán %d listas de reproducción.
eu: %d erreprodukzio zerrenda ezabatuko dira
hi: %d प्लेसूचियाँ हटाई जाएँगी।
hu: %d lejátszási listát törölni fog.
kk: %d файлдар тізімі жойылады.
lt: Bus ištrinta grojaraščių: %d.
mk: %d листи ќе се избришат.
nb: %d spillelister vil bli slettet.
pt_pt: %d listas de reprodução serão eliminadas.
sr: Biće obrisane/o %d liste/i.
sv: %d spellistor kommer att raderas.
uk: Буде видалено списки відтворення: %d
zh_cn: %d 个播放列表将被删除。
zh_hk: %d 個播放清單將被刪除。

# IDS_MUSIC_POP_PD_ALBUMS_WILL_BE_DELETED
source: %d albums will be deleted.
ar: سيتم حذف %d ألبومات.
ca: S'esborraran %d àlbums
da: %d albummer vil blive slettet.
de: %d Alben werden gelöscht.
es_us: Se eliminarán %d álbumes.
eu: %d album ezabatuko dira
hi: %d एल्बम्स हटाए जाएँगे।
hu: %d albumot törölni fog.
kk: %d альбом жойылады.
lt: Bus ištrinta albumų: %d.
mk: %d албуми ќе се избришат.
nb: %d album vil bli slettet.
pt_pt: %d álbuns serão eliminados.
sr: Biće obrisana/o %d albuma.
sv: %d album kommer att tas bort.
uk: Буде видалено альбомів: %d
zh_cn: 将删除 %d 个相册。
zh_hk: 將刪除 %d 個相簿。

# IDS_MUSIC_BODY_PD_ARTISTS_WILL_BE_DELETED
source: %d artists will be deleted.
ar: سيتم حذف %d فنانين.
ca: S'esborraran %d artistes
da: %d kunstnere vil blive slettet.
de: %d Künstler werden gelöscht.
es_us: Se eliminarán %d artistas.
eu: %d artista ezabatuko dira
hi: %d कलाकार हटाए जाएँगे
hu: %d előadót törölni fog.
kk: %d орындаушы жойылады.
lt: Bus ištrinta atlikėjų: %d.
mk: %d изведувачи ќе се избришат.
nb: %d artister vil bli slettet.
pt_pt: %d artistas serão eliminados.
sr: Biće obrisana/o %d izvođača.
sv: %d artister kommer att raderas.
uk: Буде видалено артистів: %d
zh_cn: %d 位艺术家将被删除。
zh_hk: %d 位演出者將被刪除。

# IDS_MUSIC_POP_PD_FOLDERS_WILL_BE_DELETED
source: %d folders will be deleted.
ar: سيتم حذف %d مجلدات.
ca: S'esborraran %d carpetes
da: %d mapper bliver slettet.
de: %d Ordner werden gelöscht.
es_us: Se eliminarán %d carpetas.
eu: %d karpeta ezabatuko dira
hi: %d फोल्‍डर्स हटाए जाएँगे।
hu: Törölni fogja a(z) %d mappát.
kk: %d қалта жойылады.
lt: Bus ištrinti aplankai: %d.
mk: %d папки ќе се избришат.
nb: %d mapper vil bli slettet.
pt_pt: %d pastas serão eliminadas.
sr: Biće izbrisano %d foldera.
sv: %d mappar kommer att raderas.
uk: Буде видалено папок: %d.
zh_cn: %d个文件夹将被删除。
zh_hk: %d 個資料夾將被刪除。

# IDS_ST_POP_CONNECTION_FAILED
source: Connection failed.
ar: فشل التوصيل.
ca: Error de connexió
da: Forbindelsen mislykkedes.
de: Verbindung fehlgeschlagen
es_us: Error de conexión.
eu: Konektatzerakoan errorea
hi: कनेक्शन विफल।
hu: Kapcsolódás sikertelen.
kk: Қосылу үзіліп кетті
lt: Prisijungti nepavyko.
mk: Неуспешно поврзување.
nb: Kunne ikke koble til.
pt_pt: Falha na ligação.
sr: Neuspešno povezivanje.
sv: Anslutningsfel.
uk: Збій з'єднання.
zh_cn: 连接失败
zh_hk: 連接失敗

# IDS_MUSIC_BODY_CLASSIC
source: Classic
ar: كلاسيك
ca: Clàssica
da: Klassisk
de: Klassik
es_us: Clásica
eu: Klasikoa
hi: शास्त्रीय
hu: Klasszikus
kk: Классика
lt: Klasika
mk: Класика
nb: Klassisk
pt_pt: Clássica
sr: Klasika
sv: Klassisk
uk: Класика
zh_cn: 古典
zh_hk: 古典

# IDS_MUSIC_BODY_ROCK
source: Rock
ar: الروك
hi: रॉक
kk: Рок
lt: Rokas
mk: Рок
sr: Rok
uk: Рок
zh_cn: 摇滚
zh_hk: 搖滾

# IDS_MUSIC_BODY_JAZZ
source: Jazz
ar: الجاز
hi: जैज़
hu: Dzsessz
kk: Джаз
lt: Džiazas
mk: Џез
sr: Džez
uk: Джаз
zh_cn: 爵士
zh_hk: 爵士

# IDS_MUSIC_BODY_POP
source: Pop
ar: البوب
hi: पॉप
kk: Поп
lt: Popmuzika
mk: Поп
uk: Поп-музика
zh_cn: 流行
zh_hk: 流行

# IDS_MUSIC_BODY_AUTO
source: Auto
ar: تلقائي
es_us: Automático
hi: स्वतः
kk: Авто
lt: Automatinis
mk: Автоматски
pt_pt: Automático
uk: Авто
zh_cn: 自动
zh_hk: 自動

# IDS_MUSIC_POP_CURRENT_SOUND_EFFECT_NOT_SUPPORTED_BY_HDMI
source: Current sound effect not supported by HDMI.
ar: لا يدعم HDMI المؤثر الصوتي الحالي.
ca: Els efectes de so actuals no són compatibles amb HDMI
da: Aktuel lydeffekt understøttes ikke af HDMI.
de: Aktuelle Soundeffekte werden von HDMI nicht unterstützt.
es_us: Efectos de sonido no admitidos por HDMI.
eu: HDMIk ez du onartzen soinu efektu hau
hi: HDMI द्वारा वर्तमान ध्वनि प्रभाव समर्थित नहीं है।
hu: A HDMI nem támogatja a jelenlegi hangeffektust.
kk: Ағымдағы дыбыс әсері HDMI арқылы қолданылмайды
lt: Dabartinio garso efekto nepalaiko HDMI.
mk: Моменталниот звучен ефект не е поддржан од HDMI.
nb: Gjeldende lydeffekt støttes ikke av HDMI.
pt_pt: Efeito de som actual não é suportado pelo HDMI.
sr: HDMI ne podržava trenutne zvučne efekte.
sv: Aktuell ljudeffekt stöds inte av HDMI.
uk: Поточний звуковий ефект не підтримується HDMI.
zh_cn: HDMI 不支持当前音效。
zh_hk: HDMI 不支援目前音效。

# IDS_MUSIC_POP_SOUND_EFFECTS_NOT_SUPPORTED_BY_BLUETOOTH
source: Sound effects not supported by Bluetooth.
ar: ليست المؤثرات الصوتية مدعومة بواسطة البلوتوث.
ca: Els efectes de so no són compatibles amb Bluetooth
da: Lydeffekter understøttes ikke af Bluetooth.
de: Soundeffekte werden von Bluetooth nicht unterstützt.
es_us: Efectos de sonido no admitidos por el Bluetooth.
eu: Bluetoothak ez ditu soinu efektuak onartzen
hi: ब्लूटूथ द्वारा ध्वनि प्रभाव समर्थित नहीं है।
hu: A Bluetooth nem támogatja a hangeffektusokat.
kk: Дыбыстық әсерлер Bluetooth арқылы қолданылмайды.
lt: Garso efektų nepalaiko „Bluetooth“.
mk: Не се поддржани звучни ефекти преку Bluetooth.
nb: Lydeffekter støttes ikke av Bluetooth.
pt_pt: Efeitos de som não são suportados pelo Bluetooth.
sr: Bluetooth ne podržava zvučne efekte.
sv: Ljudeffekter stöds inte av Bluetooth.
uk: Звукові ефекти не підтримуються для Bluetooth.
zh_cn: 蓝牙不支持声音效果。
zh_hk: 藍牙不支援音效。

# IDS_MUSIC_POP_SOUND_EFFECTS_NOT_SUPPORTED_BY_LINE_OUT
source: Sound effects not supported by line out.
ar: ليست المؤثرات الصوتية مدعومة بواسطة مخرج الصوت.
ca: Els efectes de so no són compatibles amb la línia de sortida
da: Lydeffekter understøttes ikke af linjeudgang.
de: Soundeffekte werden vom Line-Out nicht unterstützt.
es_us: Los efectos de sonido no están admitidos en la línea saliente.
eu: Irteerako lienak ez ditu soinu efektuak onartzen
hi: लाइन-आउट द्वारा ध्वनि प्रभाव समर्थित नहीं हैं।
hu: A vonalkimenet nem támogatja a hangeffektusokat.
kk: Дыбыстық әсерлер желілік шығыспен қолданылмайды.
lt: Garso efektų nepalaiko išvesties linija.
mk: Не се поддржани звучни ефекти преку линиски излез.
nb: Lydeffekter støttes ikke av linje ut.
pt_pt: Efeitos de som não são suportados pela saída de áudio.
sr: Zvučni izlaz ne podržava zvučne efekte.
sv: Ljudeffekter stöds inte med Ljud ut.
uk: Звукові ефекти не підтримуються для лінійного виходу.
zh_cn: 线路输出不支持声音效果。
zh_hk: 線路輸出不支援音效。

# IDS_MUSIC_POP_SOUND_EFFECTS_NOT_SUPPORTED_BY_HDMI
source: Sound effects not supported by HDMI.
ar: ليست المؤثرات الصوتية مدعومة بواسطة HDMI.
ca: Els efectes de so no són compatibles amb HDMI
da: Lydeffekter understøttes ikke af HDMI.
de: Soundeffekte werden von HDMI nicht unterstützt.
es_us: Efectos de sonido no admitidos por el HDMI.
eu: HDMI-k ez ditu soinu efektuak onartzen
hi: HDMI द्वारा ध्वनि प्रभाव समर्थित नहीं है।
hu: A HDMI nem támogatja a hangeffektusokat.
kk: Дыбыстық әсерлер HDMI арқылы қолданылмайды.
lt: Garso efektų nepalaiko HDMI.
mk: Не се поддржани звучни ефекти преку HDMI.
nb: Lydeffekter støttes ikke av HDMI.
pt_pt: Efeitos de som não são suportados por HDMI.
sr: HDMI ne podržava zvučne efekte.
sv: Ljudeffekter stöds inte av HDMI.
uk: Звукові ефекти не підтримуються для HDMI.
zh_cn: HDMI不支持声音效果。
zh_hk: HDMI 不支援音效。

# IDS_MUSIC_HEADER_TUBE_AMP_M_EFFECT
source: Tube Amp
ar: مضخم الصوت الأنبوبي
ca: Amplificador tub
da: Rørforstærker
de: Röhrenverstärker
es_us: Amplificador de tubo
eu: Tutu-anplifikatzailea
hi: ट्यूब एम्प
hu: Csöves erősítő
kk: Шамдық зорайтқыш
lt: Lempinis stiprintuvas
mk: Лампаш
nb: Rørforsterker
pt_pt: Amplificador de válvulas
sr: Pojačani zvuk u cevi
sv: Rörförstärkare
uk: Ламповий підсилювач
zh_cn: 电子管功放
zh_hk: 真空管

# IDS_MUSIC_BODY_CUSTOM
source: Custom
ar: ضبط مخصص
ca: Personalitzat
da: Brugerdefineret
de: Benutzerdefiniert
es_us: Personalizar
eu: Pertsonalizatua
hi: कस्‍टम
hu: Egyedi
kk: Әдеттегі
lt: Pasirinktinis
mk: Одредено
nb: Egendefinert
pt_pt: Personalizar
sr: Prilagođeno
sv: Egen
uk: Свій список
zh_cn: 自定义
zh_hk: 自訂

# IDS_MUSIC_HEADER_TUBE_AMP_M_EQUALISER_ABB
source: Tube amp
ar: مضخم صوت الأنبوب
ca: Amplificador tub
de: Röhrenverstärker
es_us: Amplif. de tubo
eu: Tutu-anpli.
hi: ट्यूब एम्प
hu: Csöves erősítő
kk: Шамдық зорайтқыш
lt: Lemp. stiprint.
mk: Лампаш
nb: Rørforsterker
pt_pt: Amp de válvulas
sr: Poj. zvuk u cevi
sv: Rörförstärkare
uk: Підсилювач
zh_cn: 真空管
zh_hk: 真空管

# IDS_MUSIC_POP_PD_TRACKS_ADDED_TO_PLAYLIST
source: %d tracks added to playlist.
ar: تمت إضافة %d مقاطع إلى قائمة التشغيل.
ca: S'han afegit %d pistes a la llista de reproducció
da: %d numre er føjet til afspilningslisten.
de: %d Titel zur Wiedergabeliste hinzugefügt
es_us: %d canciones añadidas a la lista de reproducción.
eu: %d pista gehitu dira erreprodukzio zerrendara
hi: %d ट्रैक्स प्लेसूची में जोड़े गए।
hu: %d szám hozzáadva a lejátszási listához.
kk: Әндер тізіміне %d трек қосылды.
lt: Takeliai pridėti prie grojaraščio: %d
mk: %d песни се додадени на музичката листа.
nb: %d spor er lagt til i spillelisten.
pt_pt: %d faixas adicionadas à lista de reprodução.
sr: %d numera je dodato u listu za reprodukciju.
sv: %d spår har lagts till i spellistan.
uk: %d записів додано до списку відтворення.
zh_cn: %d 首曲目已添加至播放列表
zh_hk: %d 首曲目已加入至播放清單。

# IDS_MUSIC_TPOP_1_TRACK_ADDED_TO_PLAYLIST
source: 1 track added to playlist.
ar: تمت إضافة مقطع واحد إلى قائمة التشغيل
ca: S'ha afegit 1 pista a la llista de reproducció.
da: 1 nummer føjet til afspilningslisten.
de: 1 Titel zur Wiedergabeliste hinzugefügt
es_us: Se añadió 1 canción a la lista de reproducción.
eu: Abesti 1 gehitu da erreprodukzio zerrendara.
hi: प्लेसूची में 1 ट्रैक जोड़ दिया गया।
hu: 1 szám hozzáadva a lejátszási listához.
kk: Әндер тізіміне 1 трек қосылды
lt: 1 takelis pridėtas prie grojaraščio
mk: 1 песна е додадена на музичката листа.
nb: 1 spor er lagt til i spillelisten.
pt_pt: 1 faixa adicionada à lista de reprodução.
sr: 1 numera je dodata u listu za reprodukciju.
sv: 1 spår har lagts till i spellistan.
uk: 1 запис додано до списку відтворення
zh_cn: 已添加 1 首曲目至播放列表
zh_hk: 已加入 1 首曲目至播放清單

# IDS_MUSIC_HEADER_ADD_TRACKS_TO_PLAYLIST_ABB
source: Add tracks to playlist
ar: إضافة المقاطع إلى قائمة التشغيل
ca: Afegir pistes a llista reprod
da: Føj numre til afspilningsliste
de: Hzfg. von Titel z. Wdg-Liste
es_us: Añad. canciones a lis. reprod.
eu: Gehitu abestiak zerrendetara
hi: प्लेसूची में ट्रैक्स जोड़ें
hu: Számok lejátsz. listához adása
kk: Тректерді әндер тізіміне қосу
lt: Pridėti takelių prie grojar.
mk: Додадете песни на музичка листа
nb: Legg til spor i spillelisten
pt_pt: Adic. faixas lista reprodução
sr: Dodaj numere u plejlistu
sv: Lägg till spår i spellistan
uk: Додав.запис.до списку відтвор.
zh_cn: 将曲目添加至播放列表
zh_hk: 加入曲目至播放清單
