Repository: tizenorg/profile.mobile.apps.native.music-player
Catalog: po/*.po
Languages: ar, ca, da, de, es_us, eu, gu, hi, hu, kk, lt, mk, nb, pt_pt, si, sr, sv, uk, ur, zh_cn, zh_hk

# IDS_MUSIC_BODY_SOUNDEFFECTS_NORMAL
source: Normal
ar: عادي
eu: Arrunta
gu: સામાન્ય
hi: सामान्‍य
hu: Normál
kk: Қалыпты
lt: Įprastas
mk: Нормално
si: සාමාන්‍ය
sr: Normalno
uk: Звичайний
ur: معمولی
zh_cn: 普通
zh_hk: 正常

# IDS_MUSIC_BODY_USER
source: User
ar: المستخدم
ca: Usuari
da: Bruger
de: Benutzer
es_us: Usuario
eu: Erabiltzailea
gu: ઉપયોગ કર્તા
hi: उपयोगकर्ता
hu: Felhasználó
kk: Тұтыныш
lt: Vartotojas
mk: Корисник
nb: Bruker
pt_pt: Utilizador
si: පරිශීලක
sr: Korisnik
sv: Användare
uk: Користувач
ur: استمعال کرنے والا
zh_cn: 用户
zh_hk: 用戶

# IDS_MUSIC_BODY_VOCAL_M_SOUNDEFFECT
source: Vocal
ar: لفظي
da: Vokal
eu: Ahots musika
gu: વોકલ
hi: मौखिक
hu: Vokális
kk: Вокал
lt: Vokalinė
mk: Вокална музика
nb: Vokal
si: කටහඬ
sr: Vokalna
sv: Sång
uk: Вокальна
ur: آواز کے متعلق
zh_cn: 声乐
zh_hk: 聲樂

# IDS_MUSIC_MBODY_BASS_BOOST
source: Bass boost
ar: تحسين صوت الجهير
ca: Accentuació de baixos
da: Basforstærkning
es_us: Ecualizar graves
gu: બાસ બૂસ્ટ
hi: बास बूस्‍ट
hu: Mély hangok kiemelése
kk: Басс күшейту
lt: Žemųjų dažnių stiprinimas
mk: Засилување бас
nb: Bassheving
pt_pt: Amplificação de baixos
si: බේස් බූස්ටය
sr: Pojačanje basova
sv: Basförstärkning
uk: Підсилення баса
ur: باس بڑھانا
zh_cn: 低音增强
zh_hk: 低音增強

# IDS_MUSIC_MBODY_TREBLE_BOOST
source: Treble boost
ar: تحسين الصوت الثلاثي
ca: Accentuació d'aguts
da: Diskantforstærkning
de: Treblebooster
es_us: Ecualizar agudos
gu: ટ્રેબલ બૂસ્ટ
hi: ट्रेबल बूस्‍ट
hu: Magas hangok kiemelése
kk: Жоғары жиілікті күшейту
lt: Aukštųjų dažnių stiprin.
mk: Засилување средни
nb: Diskantheving
pt_pt: Amplificação de agudos
si: ට්‍රිබල් බූස්ටය
sr: Pojačanje visokih tonova
sv: Diskantförstärkning
uk: Підсилення сопрано
ur: ٹریبل بڑھانا
zh_cn: 高音增强
zh_hk: 高音增強

# IDS_MUSIC_BODY_CAFE_M_SOUNDEFFECT
source: Cafe
ar: مقهى
ca: Cafè
de: Café
es_us: Café
eu: Kafetegia
gu: કૅફે
hi: कैफे
hu: Café
kk: Кафе
lt: Kavinė
mk: Кафеана
nb: Kafé
pt_pt: Café
si: කැෆේ
sr: Kafić
sv: Café
uk: Для кафе
ur: کیفے
zh_cn: 咖啡馆
zh_hk: 咖啡廳

# IDS_MUSIC_OPT_VIRTUAL_71_CH
source: Virtual 7.1 ch
ar: القناة الافتراضية ٧,۱
ca: 7.1 canals virtuals
da: Virtuel 7.1-kan.
de: 7.1 Kanäle virtuell
eu: 7.1 kate birtuala
gu: વર્ચ્યુઅલ 7.1 ch
hi: वर्चुअल 7.1 ch
hu: Virtuális 7.1 csatorna
kk: Виртуалды 7.1 арна
lt: Virtualus 7.1 kan.
mk: Виртуелен 7.1 канал
nb: Virtuell 7.1 kanal
pt_pt: Canal virtual 7.1
si: අතථ්‍ය 7.1 ch
sr: Virtuelni 7.1 kanal
sv: Virtuellt 7.1-kanalljud
uk: Віртуальний 7.1
ur: مجازی 7.1 چینل
zh_cn: 虚拟 7.1 声道
zh_hk: 虛擬數位 7.1 聲道

# IDS_MUSIC_OPT_AFTER_15_MIN_ABB
source: After 15 mins
ar: بعد ۱٥دقيقة
ca: Després de 15 min
da: Efter 15 min.
de: Nach 15 Minuten
es_us: Después de 15 min.
eu: 15 min. geroago
gu: 15 મિનિટ પછી
hi: 15 मिनट बाद
hu: 15 perc múlva
kk: 15 мин кейін
lt: Po 15 min.
mk: По 15 мин
nb: Etter 15 min
pt_pt: Após 15 min
si: විනාඩි 15 කට පසු
sr: Nakon 15 min.
sv: Efter 15 min
uk: Через 15 хв.
ur: 15 منٹ بعد
zh_cn: 15 分钟后
zh_hk: 15 分鐘後

# IDS_MUSIC_BODY_AFTER_30_MIN
source: After 30 mins
ar: بعد ٣٠ دقيقة
ca: Després de 30 min
da: Efter 30 min.
de: Nach 30 Minuten
es_us: Después de 30 min.
eu: 30 min ostean
gu: 30 મિનિટ પછી
hi: 30 मिनट बाद
hu: 30 perc múlva
kk: 30 минуттан кейін
lt: Po 30 min.
mk: По 30 мин
nb: Etter 30 min
pt_pt: Após 30 min
si: විනාඩි 30 කට පසු
sr: Nakon 30 min
sv: Efter 30 min
uk: Через 30 хв.
ur: بعد 30 منٹ
zh_cn: 30 分钟后
zh_hk: 30 分鐘後

# IDS_MUSIC_BODY_AFTER_1_HOUR
source: After 1 hour
ar: بعد ساعة
ca: Després d'1 hora
da: Efter 1 time
de: Nach 1 Stunde
es_us: Después de 1 hora
eu: Ordu 1en ostean
gu: 1 કલાક પછી
hi: 1 घंटे बाद
hu: 1 óra múlva
kk: 1 сағаттан кейін
lt: Po 1 val.
mk: По 1 час
nb: Etter 1 time
pt_pt: Após 1 hora
si: පැය 1 කට පසු
sr: Nakon jednog sata
sv: Efter 1 timme
uk: Через 1 годину
ur: بعد 1 گھنٹہ
zh_cn: 1 小时后
zh_hk: 1 小時後

# IDS_MUSIC_POP_AFTER_1_HOUR_30_MIN
source: After 1 hour 30 mins
ar: بعد ساعة واحدة و30 دقيقة
ca: Després d'1 hora 30 min
da: Efter 1 time og 30 min.
de: Nach 1 Stunde und 30 Minuten
es_us: Después de 1 hora 30 min.
eu: Ordu 1 eta 30 minutu ondoren
gu: 1 કલાક 30 મિનિટ પછી
hi: 1 घंटा 30 मिनट के बाद
hu: 1 óra 30 perc múlva
kk: 1 сағат 30 мин кейін
lt: Po 1 val. 30 min.
mk: По 1 час и 30 мин
nb: Etter 1 time 30 min
pt_pt: Após 1 hora e 30 min
si: පැය 1 විනාඩි 30 කින් පසු
sr: Nakon jednog sata i 30 minuta
sv: Efter 1 timme och 30 min
uk: Через 1 год. 30 хв.
ur: 1 گھنٹہ 30 منٹ بعد
zh_cn: 1 小时 30 分钟后
zh_hk: 1 小時 30 分鐘後

# IDS_MUSIC_BODY_AFTER_2_HOURS
source: After 2 hours
ar: بعد ساعتين
ca: Després de 2 hores
da: Efter 2 timer
de: Nach 2 Stunden
es_us: Después de 2 horas
eu: 2 orduren ostean
gu: 2 કલાક પછી
hi: 2 घंटे बाद
hu: 2 óra múlva
kk: 2 сағаттан кейін
lt: Po 2 val.
mk: По 2 часа
nb: Etter 2 timer
pt_pt: Após 2 horas
si: පැය 2 කට පසු
sr: Nakon 2 sata
sv: Efter 2 timmar
uk: Через 2 години
ur: 2 گھنٹوں بعد
zh_cn: 2 小时后
zh_hk: 2 小時後

# IDS_MUSIC_BODY_MUSIC_AUTO_OFF
source: Music auto off
ar: إيقاف الموسيقى التلقائي
ca: Música automàtica desactivada
da: Automatisk musik fra
de: Automatisches Ausschalten der Musik
es_us: Desactivación automática de Música
eu: Musika automatikoa itzalita
gu: સંગીત સ્વતઃ બંધ
hi: संगीत स्वतः बंद
hu: Lejátszó automatikus kikapcsolása
kk: Музыканы авто өшіру
lt: Automatinis muzikos išjungimas
mk: Авто. искл. на музиката
nb: Musikk auto av
pt_pt: Desligar música automaticamente
si: සංගීතය ස්වයංක්‍රීයව අක්‍රියයි
sr: Muzika automatski isključena
sv: Musik auto av
uk: Автоматичне вимкнення музики
ur: میوزک آٹو آف
zh_cn: 音乐自动关
zh_hk: 自動關閉音樂

source: This sound effect works in earphone and Bluetooth headset modes only.
ar: مؤثر الصوت هذا يعمل في وضعي سماعة الأذن وسماعة البلوتوث فقط.
ca: Aquest efecte de so només funciona en els modes auricular i auriculars Bluetooth
da: Denne lydeffekt fungerer kun i tilstandene headset og Bluetooth-headset.
de: Dieser Sound-Effekt funktioniert nur im Kopfhörer- und Bluetooth-Headset-Modus.
es_us: Este efecto de sonido sólo funciona en los modos de auricular y auricular Bluetooth.
eu: Soinu efektu honek aurikular eta Bluetooth aurikular moduetan soilik funtzionatzen du
gu: આ અવાજ પ્રભાવ ફક્ત ઇયરફોન અને બ્લ્યુટુથ હેડસેટ મોડ્સમાં કામ કરે છે.
hi: यह ध्वनि प्रभाव केवल इयरफोन और ब्लूटूथ हेडसेट मोड में काम करता है।
hu: A hangeffektus csak fülhallgatós és Bluetooth-fejhallgatós üzemmódban működik.
kk: Бұл дыбыс әсері тек құлақаспап және Bluetooth гарнитурасы режимдерінде істейді.
lt: Šis garso efektas veikia tik ausinių ir „Bluetooth“ ausinių režimu.
mk: Звучниот ефект е само за слушалка и слушалки Bluetooth.
nb: Denne lydeffekten virker bare i høretelefon- og Bluetooth-hodesett-moduser.
pt_pt: Este efeito de som funciona apenas nos modos de auricular e auricular Bluetooth.
si: මෙම ශබ්ද ප්‍රයෝගය ක්‍රියා කරන්නේ ඉයර්ෆෝන් සහ බ්ලූටූත් හෙඩ්සෙට් ප්‍රකාර වලදී පමණි.
sr: Ovaj zvučni efekat je dostupan samo u režimu slušalice i režimu Bluetooth slušalica.
sv: Den här ljudeffekten fungerar bara i hörlurs- och Bluetooth-headsetläge.
uk: Цей звуковий ефект працює лише в режимах навушників і гарнітури Bluetooth.
ur: صوتی تاثرات صرف ایئر فون اور بلیو ٹوتھ ھیڈسیٹ موڈز میں کام کرتا ہے
zh_cn: 此声音效果仅在耳机和蓝牙耳机模式下有效。
zh_hk: 此音效只適用於耳機及藍牙耳機模式。

# IDS_MUSIC_TAB4_MUSIC_SQUARE
source: Music square
ar: مربع الموسيقى
da: Musikterning
es_us: Cuadro musical
gu: સંગીત સ્ક્વેર
hi: संगीत स्क्वेयर
hu: Zene-sarok
kk: Музыка. квадрат
lt: Muzikos kvadrat.
mk: Музички плоштад
nb: Musikk-firkant
si: සංගීත චතුරස්‍රය
sr: Muzički kvadrat
sv: Musik-väljare
uk: Музичний квадрат
ur: میوزک اسکوائر
zh_cn: 音乐广场
zh_hk: 音樂廣場

source: There are not enough music files to play in Music square. At least %d music files required.
ar: لا توجد ملفات موسيقى كافية للتشغيل في‏‫ مربع الموسيقى. يلزم وجود %d ملفات موسيقى على الأقل.
ca: No hi ha prou fitxers de música per reproduir a Music square. En calen almenys %d.
da: Ikke tilstrækkelige musikfiler til at afspille på Musikterning. Der kræves mindst %d musikfiler.
de: Nicht genügend Musikdateien zur Wiedergabe in Musik Square verfügbar. Mindestens %d Musikdateien erforderlich
es_us: No hay suficientes archivos de música para reproducir. Se necesitan al menos %d archivos de música.
eu: Ez dago nahikoa musika fitxategi erreproduzitzeko Music square-n. Gutxienez %d musika fitxategi behar dira.
gu: સંગીત સ્ક્વેરમાં પ્લે કરવા માટે પર્યાપ્ત સંગીત ફાઇલ્સ નથી. ઓછામાં ઓછી %d સંગીત ફાઇલ્સ આવશ્યક.
hi: संगीत वर्ग में चलाने हेतु पर्याप्त संगीत फाइलें नहीं। कम से कम %d संगीत फाइलें आवश्यक।
hu: Nincs elég lejátszható zenei fájl a Zenesarokban. Legalább %d zenei fájl szükséges.
kk: Музыкалық квадратта ойнатуға музыкалық файлдар жеткілікті емес. Кемінде %d музыкалық файл қажетті.
lt: Nepakanka muzikos failų, kad juos būtų galima atkurti muzikos kvadrate. Reikia ne mažiau kaip %d muzikos failų.
mk: Нема доволно музички фајлови за емитување на Музичкиот плоштад. Потребни се барем %d музички фајлови.
nb: Ikke nok musikkfiler til å spille av i Musikk-firkant. Minst %d musikkfiler kreves.
pt_pt: Ficheiros de música insuficientes para reproduzir em Music Square. São necessárias pelo menos %d ficheiros de música.
si: සංගීත කොටුවේ වාදනය කිරීමට සංගීත ගොනු ප්‍රමාණවත් නැත. අඩු වශයෙන් සංගීත ගොනු %d අවශ්‍යය.
sr: Nema dovoljno muzičkih datoteka za reprodukciju u muzičkom kvadratu. Potrebno je najmanje %d muzičkih datoteka.
sv: Det finns inte tillräckligt med musikfiler att spela med musikväljaren. Det krävs minst %d musikfiler.
uk: Недостатньо музичних файлів для відтворення в Музичному квадраті. Мінімальна кількість музичних файлів: %d.
ur: میوزک اسکوائر میں پلے کرنے کے لئے کافی فائلیں نہیں ہیں۔ کم از کم %d میوزک فائلیں درکار ہیں۔
zh_cn: 音乐文件不足以在音乐广场中播放。需要至少 %d 个音乐文件。
zh_hk: 音樂廣場中要播放的音樂檔案不足。至少需要 %d 首音樂檔案。

# IDS_MUSIC_BODY_PASSION_M_MOOD
source: Passion
ar: عاطفة
ca: Passió
es_us: Pasión
eu: Pasioa
gu: પૅશન
hi: उत्साह
hu: Szenvedély
kk: Құмарлық
lt: Aistra
mk: Страст
nb: Lidenskap
pt_pt: Paixão
si: විලාසිතාව
sr: Strast
sv: Passionerad
uk: Пристрасть
ur: جذبہ
zh_cn: 激情
zh_hk: 熱情

# IDS_MUSIC_BODY_CALM_M_ADJECTIVE
source: Calm
ar: هادئ
ca: Tranquil
da: Rolig
de: Ruhig
es_us: Tranquilo
eu: Lasaia
gu: શાંત
hi: शांत
hu: Higgadt
kk: Тыныш
lt: Rami
mk: Смирен
nb: Rolig
pt_pt: Calmo
si: සන්සුන්
sr: Mirna
sv: Lugn
uk: Спокійна
ur: پرسکون
zh_cn: 平静的
zh_hk: 平靜

# IDS_MUSIC_BODY_JOY_M_MOOD
source: Joy
ar: بهجة
ca: Alegria
da: Glæde
es_us: Alegría
eu: Poztasuna
gu: જૉય
hi: आनंद
hu: Vidámság
kk: Қуаныш
lt: Džiaugsmas
mk: Радост
nb: Glede
pt_pt: Alegria
si: විනෝදය
sr: Radost
sv: Glad
uk: Радість
ur: مسرت
zh_cn: 欢乐
zh_hk: 喜悅

# IDS_MUSIC_BODY_LIBRARY_UPDATE
source: Library update
ar: تحديث المكتبة
ca: Actualització de biblioteca
da: Biblioteksopdatering
de: Bibliotheksaktualisierung
es_us: Actualización de biblioteca
eu: Liburutegi eguneraketa
gu: પુસ્તકાલય અપડેટ
hi: लाइब्रेरी अपडेट
hu: Könyvtár frissítése
kk: Кітапхана жаңарту
lt: Bibliotekos naujinys
mk: Ажурирај библиотека
nb: Biblioteksoppdatering
pt_pt: Actualização da biblioteca
si: පුස්තකාල යාවත්කාලය
sr: Ažuriranje biblioteke
sv: Biblioteksuppdatering
uk: Оновлення бібліотеки
ur: لائبریری تازہ کاری
zh_cn: 音乐库更新
zh_hk: 資料庫更新

# IDS_MUSIC_POP_UPDATE_LIBRARY_Q
source: Update library?
ar: هل تريد تحديث المكتبة؟
ca: Actualitzar biblioteca?
da: Opdatér bibliotek?
de: Bibliothek aktualisieren?
es_us: ¿Actualizar biblioteca?
eu: Eguneratu liburutegia?
gu: પુસ્તકાલય અપડેટ કરીએ?
hi: लायब्रेरी अपडेट करें?
hu: Frissíti a könyvtárat?
kk: Кітапхананы жаңарту керек пе?
lt: Atnaujinti biblioteką?
mk: Ажурирај библиотека?
nb: Oppdatere bibliotek?
pt_pt: Actualizar biblioteca?
si: පුස්තකාලය යාවත්කාල කරන්නද?
sr: Ažuriraj biblioteku?
sv: Uppdatera bibliotek?
uk: Оновити бібліотеку?
ur: لائبریری تازہ کاری کریں؟
zh_cn: 更新库
zh_hk: 更新資料庫？

# IDS_MUSIC_BODY_CHANGE_AXIS
source: Change axis
ar: تغيير المحور
ca: Canviar eix
da: Skift akse
de: Achse wechseln
es_us: Cambiar eje
eu: Aldatu ardatza
gu: ધરી બદલો
hi: अक्ष बदलें
hu: Tengely módosítása
kk: Осін өзгерту
lt: Keisti ašį
mk: Смени оска
nb: Endre akse
pt_pt: Alterar eixo
si: අක්ෂය වෙනස් කරන්න
sr: Promeni osu
sv: Ändra axel
uk: Змінити вісь
ur: محور تبدیل کریں
zh_cn: 更改轴线
zh_hk: 變更軸

# IDS_MUSIC_ITAB4_GENRES
source: Genres
ar: الأنواع
ca: Gèneres
da: Genrer
de: Genre
es_us: Géneros
eu: Generoak
gu: જેનર્સ
hi: शैलियाँ
hu: Műfajok
kk: Жанрлар
lt: Žanrai
mk: Жанрови
nb: Sjangre
pt_pt: Géneros
si: ප්‍රභේද
sr: Žanrovi
sv: Genrer
uk: Жанри
ur: جنریز
zh_cn: 流派
zh_hk: 類型

# IDS_MUSIC_BODY_1_ALBUM_1_TRACK
source: 1 album/1 track
ar: ألبوم واحد/مقطع واحد
ca: 1 àlbum/1 pista
da: 1 album/1 nummer
de: 1 Album/1 Titel
es_us: 1 álbum/1 canción
eu: Album 1/abesti 1
gu: 1 આલ્બમ/1 ટ્રૅક
hi: 1 एल्बम/1 ट्रैक
hu: 1 album/1 szám
kk: 1 альбом/1 трек
lt: 1 albumas / 1 takelis
mk: 1 албум/1 песна
nb: 1 album/1 spor
pt_pt: 1 álbum/1 faixa
si: ඇල්බම 1/ඛණ්ඩ 1
sr: 1 album/1 numera
sv: 1 album/1 spår
uk: 1 альбом/1 запис
ur: 1 البم/1 ٹریک
zh_cn: 1 张专辑/1 首曲目
zh_hk: 1 張專輯/1 首曲目

# IDS_MUSIC_BODY_1_ALBUM_PD_TRACKS
source: 1 album/%d tracks
ar: ألبوم واحد/%d مقطع/مقاطع
ca: 1 àlbum/%d pistes
da: 1 album/%d numre
de: 1 Album/%d Titel
es_us: 1 álbum/%d canciones
eu: Album 1/%d abesti
gu: 1 આલ્બમ/%d ટ્રૅક્સ
hi: 1 एल्बम/%d ट्रैक्स
hu: 1 album/%d szám
kk: 1 альбом/%d трек
lt: 1 albumas / %d takeliai (-ių)
mk: 1 албум/%d песни
nb: 1 album/%d spor
pt_pt: 1 álbum/%d faixas
si: ඇල්බම 1 ඛණ්ඩ/%d
sr: 1 album/%d numera
sv: 1 album/%d spår
uk: 1 альбом/%d записів
ur: 1 البم/‎%d ٹریکس
zh_cn: 1 张专辑/%d 首曲目
zh_hk: 1 張專輯/%d 首曲目

# IDS_MUSIC_BODY_PD_ALBUMS_PD_TRACKS
source: %d albums/%d tracks
ar: %d ألبوم/ألبومات/%d مقطع/مقاطع
ca: %d àlbums/%d pistes
da: %d albummer/%d numre
de: %d Alben/%d Titel
es_us: %d álbumes/%d canciones
eu: %d album/%d abesti
gu: %d આલ્બમ્સ/%d ટ્રૅક્સ
hi: %d एल्बम्स/%d ट्रैक्स
hu: %d album/ %d szám
kk: %d альбом/%d трек
lt: Albumai: %d / takeliai: %d
mk: %d албуми/%d песни
nb: %d album/%d spor
pt_pt: %d álbuns/%d faixas
si: ඇල්බම %d/ඛණ්ඩ %d
sr: %d albuma/%d numera
sv: %d album/%d spår
uk: %d альбомів/%d записів
ur: ‎%d البمز/‎%d ٹریکس
zh_cn: %d 张专辑/%d 首曲目
zh_hk: %d 張專輯/%d 首曲目

source: You can control Music Player with the voice commands %1$s, %2$s, %3$s, %4$s, %5$s, and %6$s.
ar: يمكنك التحكم في مشغل الموسيقى‬ باستخدام الأوامر الصوتية‬ %1$s و%2$s و%3$s و%4$s و%5$s و%6$s.
ca: Pot controlar el Reproductor de música amb les comandes de veu %1$s, %2$s, %3$s, %4$s, %5$s i %6$s
da: Du kan styre Musikafspiller med stemmekommandoerne, %1$s, %2$s, %3$s, %4$s, %5$s, og %6$s.
de: Sie können Music Player mit den Sprachbefehlen „%1$s“, „%2$s“, „%3$s“, „%4$s“, „%5$s“ und „%6$s“ steuern.
es_us: Puede controlar el Reproductor de Música con los comandos de voz %1$s, %2$s, %3$s, %4$s, %5$s y %6$s.
eu: Musika Jogailua %1$s, %2$s, %3$s, %4$s, %5$s eta %6$s ahots komandoekin kontrola dezakezu
gu: તમે અવાજ કમાન્ડ્સ %1$s, %2$s, %3$s, %4$s, %5$s, અને %6$s સાથે સંગીત પ્લેયરને નિયંત્રિત કરી શકો છો
hi: आप %1$s, %2$s, %3$s, %4$s, %5$s, और %6$s वॉइस कमांड के साथ म्‍यूज़िक प्‍लेयर को नियंत्रित कर सकते हैं
hu: A Zenelejátszót a(z) %1$s, %2$s, %3$s, %4$s, %5$s, %6$s hangutasításokkal vezérelheti.
kk: %1$s, %2$s, %3$s, %4$s, %5$s және %6$s дауыстық командаларымен музыкалық ойнатқышты басқаруға болады.
lt: Galite valdyti muzikos grotuvą balso komandomis %1$s, %2$s, %3$s, %4$s, %5$s ir %6$s.
mk: Може да го контролирате Плеерот за музика со говорните команди %1$s, %2$s, %3$s, %4$s, %5$s и %6$s.
nb: Du kan kontrollere Musikkspiller med talekommandoene %1$s, %2$s, %3$s, %4$s, %5$s og %6$s.
pt_pt: Pode controlar o Leitor de Música com os comandos de voz %1$s, %2$s, %3$s, %4$s, %5$s e %6$s.
si: ඔබට %1$s, %2$s, %3$s, %4$s, %5$s, සහ %6$s යන හඬ විධාන සමඟින් සංගීත වාදකය පාලනය කළ හැක.
sr: Muzički plejer možeš kontrolisati pomoću govornih komandi %1$s, %2$s, %3$s, %4$s, %5$s i %6$s.
sv: Du kan styra musikspelaren med röstkommandona %1$s, %2$s, %3$s, %4$s, %5$s och %6$s.
uk: Можна керувати музичним плеєром за допомогою голосових команд %1$s, %2$s, %3$s, %4$s, %5$s і %6$s.
ur: آپ میوزک پلیئر کو ان صوتی احکام سے کنٹرول کرسکتے ہیں %1$s, %2$s, %3$s, %4$s, %5$s, اور %6$s
zh_cn: 您可用语音命令 %1$s、%2$s、%3$s、%4$s、%5$s 和 %6$s 控制音乐播放器。
zh_hk: 可透過語音指令 %1$s、%2$s、%3$s、%4$s、%5$s 以及 %6$s 控制音樂播放器。

# IDS_MUSIC_HEADER_SHUFFLE_PD_TRACKS
source: Shuffle %d tracks
ar: تشغيل %d مقاطع عشوائيا
ca: Ordenar %d pistes aleatòriament
da: Bland %d numre
de: Zufallswiedergabe von %d Titeln
es_us: Mezclar %d pistas
eu: Ausazko %d pistak
gu: %d ટ્રેક્સને શફલ કરો
hi: %d ट्रैक्स शफल करें
hu: %d szám keverése
kk: %d тректі кездейсоқ тәртіпте
lt: Maišyti %d įrašus (-ų)
mk: Мешана репродукција на %d песни
nb: Spill av %d spor i tilfeldig rekkefølge
pt_pt: Reproduzir %d faixas aleatoriamente
si: ඛණ්ඩ %d කළවම් කරන්න
sr: Nasumičan izbor %d numera
sv: Slumpa %d spår
uk: Випадковий порядок для %d записів
ur: %d ٹریکس شفل کریں
zh_cn: 随机播放 %d 首曲目
zh_hk: 隨機播放 %d 首曲目

# IDS_MUSIC_BODY_MORE_INFO
source: More info
ar: مزيد من المعلومات
ca: Més informació
da: Flere oplysninger
de: Weitere Informationen
es_us: Más información
eu: Informazio gehiago
gu: વધુ માહિતી
hi: अधिक जानकारी
hu: További információ
kk: Қосымша ақпарат
lt: Daugiau informacijos
mk: Повеќе информации
nb: Mer info
pt_pt: Mais informações
si: වැඩිදුර තොරතුරු
sr: Više informacija
sv: Mer information
uk: Додаткова інформація
ur: مزید معلومات
zh_cn: 更多信息
zh_hk: 更多資料

# IDS_MUSIC_HEADER_MY_MUSIC_M_APPLICATION_NAME
source: My Music
ar: الموسيقى الخاصة بي
ca: La meva música
da: Min musik
de: Eigene Musik
es_us: Mi música
eu: Nire musika
gu: મારું મ્યુઝિક
hi: मेरा संगीत
hu: Saját zene
kk: Музыка
lt: Mano muzika
mk: Моја музика
nb: Min musikk
pt_pt: A minha música
si: මගේ සංගීත
sr: Moja muzika
sv: Min musik
uk: Моя музика
ur: میری میوزک
zh_cn: 我的音乐
zh_hk: 我的音樂

# IDS_MUSIC_OPT_LIST_VIEW
source: List view
ar: عرض القائمة
ca: Vista de llista
da: Listevisning
de: Listenansicht
es_us: Ver por lista
eu: Zerrenda ikuspegia
gu: યાદી દૃશ્ય
hi: सूची दृश्य
hu: Listanézet
kk: Тізімдік көрініс
lt: Sąrašo vaizdas
mk: Листа
nb: Listevisning
pt_pt: Vista de lista
si: ලැයිස්තු පෙනුම
sr: Prikaz u vidu liste
sv: Listvy
uk: В режимі списку
ur: لسٹ کا ویو
zh_cn: 列表视图
zh_hk: 清單檢視

# IDS_MUSIC_OPT_PLAY_VIA_GROUP_PLAY
source: Play via Group Play
ar: تشغيل عبر ميزة Group Play
ca: Reproduir amb Group Play
da: Afspil via Group Play
de: Per Group Play wiedergeben
es_us: Reproducir vía Group Play
eu: Erreproduzitu Group Play bidez
gu: Group Play દ્વારા ચલાવો
hi: Group Play के द्वारा चलाएँ
hu: Lejátszás a Group play alkalmazással
kk: Group Play арқылы ойнату
lt: Leiskite per „Group Play“
mk: Емитувај преку Груп-плеј
nb: Spill av via Group Play
pt_pt: Reproduzir via Group Play
si: Group Play හරහා වාදනය කරන්න
sr: Reprodukuj preko Grupnog reprodukovanja
sv: Spela upp via Group Play
uk: Відтворення через Group Play
ur: پلے کریں براستہ گروپ پلے
zh_cn: 通过 Group Play 播放
zh_hk: 透過 Group Play 播放

# IDS_MUSIC_POP_TRACK_ADDED_TO_FAVOURITES
source: Track added to favourites.
ar: تمت إضافة المقطع إلى المفضلة.
ca: Pista afegida a preferits
da: Nummer føjet til favoritter.
de: Titel wurde zu den Favoriten hinzugefügt.
es_us: Pista añadida a favoritos.
eu: Abestia gogokoetan gehitu da
gu: મનપસંદમાં ટ્રૅક ઉમેર્યો.
hi: ट्रैक पसंदीदा में जोड़ा गया।
hu: Szám felvéve a kedvencek közé.
kk: Трек таңдаулыларға қосылды.
lt: Takelis pridėtas prie mėgstamiausiųjų.
mk: Песната е додадена на омилените.
nb: Spor lagt til i Favoritter.
pt_pt: Faixa adicionada aos favoritos.
si: ඛණ්ඩය ප්‍රියතමයන් වෙත එක් කෙරිණි.
sr: Numera je dodata u omiljene.
sv: Spåret har lagts till i favoriter.
uk: Запис додано до обраного.
ur: ٹریک کا پسندیدہ پر اضافہ ہوگیا۔
zh_cn: 曲目已添加至收藏。
zh_hk: 曲目已加入至我的最愛。

# IDS_MUSIC_OPT_REMOVE_FROM_FAVOURITES
source: Remove from favourites
ar: إزالة من المفضلة
ca: Eliminar de preferits
da: Fjern fra favoritter
de: Aus Favoriten entfernen
es_us: Eliminar de favoritos
eu: Gogokoenetatik kendu
gu: મનપસંદોમાંથી કાઢો
hi: पसंदीदा से निकालें
hu: Törlés a kedvencek közül
kk: Ұнамдылардын шығарып тастау
lt: Pašalinti iš parankinių
mk: Отстрани од Омилени
nb: Ta bort fra favoritter
pt_pt: Remover dos favoritos
si: ප්‍රියතමයන්ගෙන් ඉවත් කරන්න
sr: Ukloni iz omiljenih
sv: Ta bort från Favoriter
uk: Видалити з улюблених
ur: پسندیدگان سے ہٹائيں
zh_cn: 从收藏中移除
zh_hk: 從我的最愛中移除

# IDS_MUSIC_BODY_NEW_M_LATEST
source: New
ar: جديد
ca: Nou
da: Ny
de: Neu
es_us: Nuevo
eu: Berria
gu: નવું
hi: नया
hu: Új
kk: Жаңа
lt: Nauja
mk: Нова
nb: Ny
pt_pt: Novo
si: නව
sr: Nova
sv: Ny
uk: Нове
ur: نیا
zh_cn: 新的
zh_hk: 新的

# IDS_MUSIC_OPT_TRACKS
source: Tracks
ar: المسارات
ca: Pistes
da: Numre
de: Titel
es_us: Canciones
eu: Pistak
gu: ટ્રેક્સ
hi: ट्रैक्स
hu: Számok
kk: Саздар
lt: Takeliai
mk: Песни
nb: Spor
pt_pt: Faixas
si: ඛණ්ඩ
sr: Numere
sv: Spår
uk: Записи
ur: ٹریکس
zh_cn: 曲目
zh_hk: 曲目

# IDS_MUSIC_OPT_THUMBNAIL
source: Thumbnail
ar: مختصر
ca: Miniatura
da: Miniature
de: Symbole
es_us: Miniatura
eu: Miniatura
gu: થંબનેલ
hi: थंबनेल
hu: Indexkép
kk: Кіші сурет
lt: Miniatiūra
mk: Икони
nb: Miniatyrbilde
pt_pt: Miniatura
si: සංක්ෂිප්ත
sr: Indeksna sličica
sv: Miniatyrbild
uk: Ескіз
ur: تھمب نیل
zh_cn: 缩略图
zh_hk: 縮圖

# IDS_MUSIC_SK_LIST
source: List
ar: اللائحة
ca: Llistar
da: Liste
de: Liste
es_us: Lista
eu: Zerrenda
gu: યાદી
hi: सूची
hu: Lista
kk: Тізім
lt: Sąrašas
mk: Листа
nb: Liste
pt_pt: Lista
si: ලැයිස්තුව
sr: Lista
sv: Lista
uk: Список
ur: لسٹ
zh_cn: 列表
zh_hk: 清單

# IDS_MUSIC_SK_OPEN_PLAYLIST
source: Open playlist
ar: فتح لائحة العرض
ca: Obrir llista de reproducció
da: Åbn afspilningsliste
de: Wiedergabeliste öffnen
es_us: Abrir lista de reproducción
eu: Erreprodukzio zerrenda ireki
gu: પ્લેલિસ્ટ ખોલો
hi: प्लेसूची खोलें
hu: Lejátszási lista megnyitása
kk: Әндер тізімін ашу ашу
lt: Atidaryti grojaraštį
mk: Отвори музичка листа
nb: Åpne spilleliste
pt_pt: Abrir lista de reprodução
si: වාදන ලැයිස්තුව විවෘත කරන්න
sr: Otvori listu za reprodukciju
sv: Öppna spellista
uk: Відкрити список відтворення
ur: پلے لیسٹ کھولیں
zh_cn: 打开播放列表
zh_hk: 開啟播放清單

# IDS_MUSIC_OPT_MOREMENU_PLAY_ALL
source: Play all
ar: تشغيل الكل
ca: Reproduir-ho tot
da: Afspil alt
de: Alle wiedergeben
es_us: Reproducir todo
eu: Denak erreproduzitu
gu: બધું ચલાવો
hi: सभी चलाएँ
hu: Összes lejátszása
kk: Бәрін ойнату
lt: Groti viską
mk: Емитувај сè
nb: Spill av alle
pt_pt: Reproduzir tudo
si: සියල්ල ධාවනය කරන්න
sr: Preslušaj sve
sv: Spela upp alla
uk: Відтворити всі
ur: چلایں تمام
zh_cn: 全部播放
zh_hk: 全部播放

# IDS_MUSIC_POP_SELECTED_LIST_EMPTY
source: Selected list empty.
ar: فرغت القائمة المحددة.
ca: Llista seleccionada buida
da: Den valgte liste er tom.
de: Ausgewählte Liste ist leer
es_us: Lista seleccionada vacía.
eu: Hautatutako zerrenda hutsik
gu: પસંદ કરેલી યાદી ખાલી છે.
hi: चयनित सूची खाली।
hu: A kiválasztott lista üres.
kk: Таңдалған тізім бос.
lt: Pasirinktas sąrašas yra tuščias.
mk: Избраната листа е празна.
nb: Valgt liste er tom.
pt_pt: Lista seleccionada vazia.
si: තේරූ ලැයිස්තුව හිස්ය.
sr: Izabrana lista je prazna.
sv: Den valda listan är tom.
uk: Вибраний список пустий.
ur: منتخب کردہ فہرست خالی۔
zh_cn: 选择的列表为空
zh_hk: 選擇的清單為空。

# IDS_MUSIC_BODY_MOODS
source: Moods
ar: أنماط
ca: Estats d'ànim
da: Tilstande
de: Stimmung
es_us: Estado
eu: Aldarteak
gu: મૂડ્સ
hi: मूड्स
hu: Hangulatok
kk: Қөңілдер
lt: Nuotaikos
mk: Расположенија
nb: Stemninger
pt_pt: Humores
si: මනෝභාව
sr: Raspoloženja
sv: Stämningar
uk: Настрої
ur: مزاج
zh_cn: 基调
zh_hk: 基調

# IDS_MUSIC_BUTTON_YEARS
source: Years
ar: أعوام
ca: Anys
da: År
de: Jahre
es_us: Años
eu: Urteak
gu: વર્ષ
hi: वर्ष
hu: Évek
kk: Жылдар
lt: Metai
mk: Години
nb: År
pt_pt: Anos
si: වර්ෂ
sr: Godine
sv: År
uk: Роки
ur: سال
zh_cn: 年
zh_hk: 年份

# IDS_MUSIC_BODY_OLD
source: Old
ar: قديمة
ca: Antic
da: Gammel
de: Alt
es_us: Anterior
eu: Zaharra
gu: જૂનું
hi: पुराना
hu: Régi
kk: Ескі
lt: Sena
mk: Стари
nb: Gammel
pt_pt: Antigo
si: පැරණි
sr: Stara
sv: Tidigare
uk: Старе
ur: پرانا
zh_cn: 旧的
zh_hk: 舊的
