Repository: tizenorg/profile.mobile.apps.native.music-player
Catalog: po/*.po
Languages: ar, ca, da, de, es_us, eu, gu, hi, hu, kk, lt, mk, nb, pt_pt, si, sr, sv, uk, ur, zh_cn, zh_hk

# IDS_MUSIC_OPT_SEARCH_BY
source: Search by
ar: البحث حسب
ca: Cercar per
da: Søg efter
de: Suchen nach
es_us: Buscar por
eu: Bilatu honela
gu: આના દ્વારા શોધો
hi: द्वारा खोजें
hu: Keresés alapja
kk: Іздеу
lt: Ieškoti pagal
mk: Пребарување по
nb: Søk etter
pt_pt: Procurar por
si: මගින් සොයන්න
sr: Traži po
sv: Sök efter
uk: Критерій пошуку
ur: تلاش بلحاظ
zh_cn: 搜索方式
zh_hk: 搜尋按

# IDS_MUSIC_BODY_RELATED_VIDEOS
source: Related videos
ar: مقاطع الفيديو ذات الصلة
ca: Vídeos relacionats
da: Relaterede videoer
de: Verwandte Videos
es_us: Videos relacionados
eu: Lotutako bideoak
gu: સંબંધિત વિડિયોઝ
hi: संबंधित वीडियोज़
hu: Kapcsolódó videók
kk: Қатысты бейнелер
lt: Susiję vaizdo įrašai
mk: Сродни видеа
nb: Beslektede videoer
pt_pt: Vídeos relacionados
si: ආශ්‍රිත වීඩියෝ
sr: Srodni video zapisi
sv: Relaterade videor
uk: Пов’язані відео
ur: متعلقہ ویڈیو
zh_cn: 相关视频
zh_hk: 相關影片

# IDS_MUSIC_BODY_SMART_VOLUME_ABB
source: Smart volume
ar: مستوى الصوت الذكي
ca: Volum intel·ligent
da: Smart-lydstyrke
de: Intelligente Lautstärke
es_us: Volumen inteligente
gu: સ્માર્ટ અવાજ
hi: स्मार्ट वॉल्यूम
hu: Intelligens hangerő
kk: Смарт дауыс
lt: Išmanusis garsas
mk: Паметна јачина
nb: Smartvolum
pt_pt: Volume inteligente
si: ස්මාර්ට් හඬ පරිමාව
sr: Pametna jačina zvuka
sv: Smart volym
uk: Смарт-гучність
ur: اسمارٹ والیوم
zh_cn: 智能音量
zh_hk: 智能音量

# IDS_MUSIC_BODY_THE_VOLUME_OF_ALL_TRACKS_WILL_BE_ADJUSTED_TO_LEVEL_PD
source: The volume of all tracks will be adjusted to level %d.
ar: سيتم ضبط مستوى الصوت الخاص بجميع المقاطع إلى المستوى %d.
ca: El volum de totes les pistes s'ajustarà al nivell %d.
da: Lydstyrken for alle numre justeres til niveau %d.
de: Die Lautstärke aller Titel wird auf Stufe %d angepasst.
es_us: El volumen de todas las canciones se ajustará automáticamente al nivel %d.
eu: Pista guztien bolumena %d mailara egokituko da.
gu: બધા ટ્રેકનાં અવાજને %d સ્તર પર વ્યવસ્થિત કરવામાં આવશે.
hi: सभी ट्रैक का वॉल्यूम %d स्तर पर समायोजित हो जाएगा
hu: Az összes szám hangereje %d. szintre lesz állítva.
kk: Барлық тректің дауысы %d-деңгейге дұрысталады.
lt: Visų kūrinių garsas bus sureguliuotas į %d lygį.
mk: Јачината на сите песни ќе се прилагодува на ниво %d.
nb: Volumet for alle spor vil justeres til nivå %d.
pt_pt: O volume de todas as faixas será ajustado com o nível %d.
si: සියලු ඛණ්ඩ වල හඬ පරිමාව %d මට්ටමට සැකසෙනු ඇත.
sr: Jačina zvuka svih numera će biti podešena na nivo %d.
sv: Volymen för alla låtar kommer att justeras till nivå %d.
uk: Для всіх записів буде встановлено рівень гучності %d.
ur: سب ٹریکس کا والیوم لیول %d پر مطابق بنادیا جائے گا
zh_cn: 所有曲目的音量将调节为水平 %d。
zh_hk: 所有曲目的音量將調整為級別 %d 。

# IDS_MUSIC_HEADER_SMART_VOLUME_IS_ENABLED
source: Smart volume is enabled
ar: تم تفعيل مستوى الصوت الذكي
ca: El volum intel·ligent està habilitat
da: Smart-lydstyrke er aktiveret
de: Intelligente Lautstärke aktiviert
es_us: El volumen inteligente está activado
eu: Bolumen adimenduna gaituta dago
gu: સ્માર્ટ અવાજ સક્ષમ છે
hi: स्मार्ट वॉल्यूम सक्षम है
hu: Intelligens hangerő engedélyezve
kk: Смарт дауыс қосылады
lt: Įjungtas išmanusis garsas
mk: Вклучена е паметна јачина
nb: Smartvolum er aktivert
pt_pt: Volume inteligente activado
si: ස්මාට් හඬ ප්‍රමාණය සක්‍රියයි
sr: Pametna jačina zvuka je omogućena
sv: Smart volym är aktiverat
uk: Функцію смарт-гучності увімкнено
ur: اسمارٹ والیوم اہل بنادیا گیا ہے
zh_cn: 已启用智能音量
zh_hk: 已啟用智能音量

# IDS_MUSIC_OPT_CONNECTION_INFO_ABB
source: Connection info
ar: معلومات الاتصال
ca: Info de connexió
da: Forbindelsesopl.
de: Verbindungs-Info
es_us: Inform. de conexión
eu: Konexio informazioa
gu: જોડાણ માહિતી
hi: कनेक्शन जानकारी
hu: Kapcsolatadatok
kk: Қосылым ақпараты
lt: Ryšio informacija
mk: Информ. за врската
nb: Tilkoblingsinfo.
pt_pt: Info de ligação
si: සම්බන්ධතා තොරතුරු
sr: Informacije o vezi
sv: Anslutningsinfo
uk: Відомості про підкл.
ur: کنکشن معلومات
zh_cn: 连接信息
zh_hk: 連接資訊

# IDS_MUSIC_BODY_AFTER_1_HR_PD_MINS
source: After 1 hr %d mins
ar: بعد ساعة و%d دقائق
ca: Després d'1 h %d min
da: Efter 1 t. %d min
de: Nach 1 Stunde und %d Minuten
es_us: Después de 1 hora %d minutos
eu: Ordu 1 eta %d minutu ondoren
gu: 1 કલાક %d મિનિટ પછી
hi: 1 घंटा %d मिनट बाद
hu: 1 óra %d perc múlva
kk: 1 сғ %d мин кейін
lt: Po 1 val. %d min.
mk: По 1 ч %d минути
nb: Etter 1 time %d minutter
pt_pt: Após 1 hora e %d min
si: පැය 1 විනාඩි %d කට පසු
sr: Nakon 1 č i %d min
sv: Efter 1 timme %d minuter
uk: Через 1 год. %d хв.
ur: 1 گھنٹہ %d منٹ بعد
zh_cn: 1 小时 %d 分钟后
zh_hk: 1 小時 %d 分鐘後

# IDS_MUSIC_BODY_ADAPT_SOUND_ABB
source: Adapt sound
ar: تكيف الصوت
uk: Адаптація звуку
zh_cn: 优化声音

# IDS_MUSIC_BODY_MY_DEVICE
source: My device
ar: جهازي
ca: El meu dispositiu
da: Min enhed
de: Mein Gerät
es_us: Mi dispositivo
eu: Nire gailua
gu: મારૂ ઉપકરણ
hi: मेरा डिवाइस
hu: Saját eszköz
kk: Құрылғым
lt: Mano įrenginys
mk: Мој уред
nb: Min enhet
pt_pt: O meu dispositivo
si: මගේ උපාංගය
sr: Moj uređaj
sv: Min enhet
uk: Мій пристрій
ur: میرا آلہ
zh_cn: 我的设备
zh_hk: 我的裝置

source: Listening at a high volume for a long time may damage your hearing. Raise the volume above safe levels?
ar: قد يؤدي الاستماع في مستوى صوت عال لفترة زمنية طويلة إلى الإضرار بحاسة السمع. هل تريد رفع مستوى الصوت إلى مستوى يتجاوز الحدود الآمنة؟
ca: Escoltar a un volum elevat durant molt temps pot malmetre la seva oïda. Augmentar el volum per sobre dels nivells segurs?
da: Hvis du lytter ved høj lydstyrke i længere tid, kan du beskadige din hørelse. Vil du øge lydstyrken over sikre niveauer?
de: Das Hören mit hoher Lautstärke über einen längeren Zeitraum kann das Gehör schädigen. Möchten Sie die Lautstärke über den ungefährlichen Pegel hinaus erhöhen?
es_us: Escuchar música a volumen alto por un tiempo prolongado puede dañar su audición. ¿Subir el volumen sobre los niveles seguros?
eu: Bolumen altuegiko entzunaldi luzeek entzumena kaltetu dezakete. Igo bolumena maila seguruetatik gora?
gu: લાંબો સમય સુધી ઊંચા અવાજે સાંભળવું તમારી શ્રવણશક્તિને ક્ષતિ પહોંચાડી શકે છે. અવાજને સલામત સ્તરોની ઉપર વધારીએ?
hi: अधिक समय तक ऊँची आवाज में सुनने से आपकी सुनने की शक्ति को नुकसान पहुँच सकता है। आवाज सुरक्षित स्तर से ज्यादा बढ़ाएँ?
hu: Ha hosszabb ideig hallgat valamit nagy hangerőn, akkor károsodhat a hallása. Szeretne a biztonságosnál magasabb szintű hangerőt beállítani?
kk: Жоғары дыбыс қаттылығында ұзақ уақыт тыңдау есту қабілетіңізді зақымдауы мүмкін. Дыбыс қаттылығын қауіпсіз деңгейден асыру керек пе?
lt: Ilgai klausantis muzikos dideliu garsu gali sutrikti klausa. Padidinti garsumą viršijant saugų garsumo lygį?
mk: Слушањето со голема јачина подолго време може да Ви го оштети слухот. Да се зголеми јачината над безбедните нивоа?
nb: Hørselen din kan bli skadet hvis du lytter med høyt volum over lengre tid. Vil du øke volumet til over sikre nivåer?
pt_pt: A audição com um volume alto durante muito tempo pode causar lesões nos seus ouvidos. Aumentar o volume acima dos níveis seguros?
si: දිගු කාලයක් සඳහා ඉහළ ශබ්ද තීව්‍රතාවයේදි සවන්දීම ඔබගේ ශ්‍රවණය හානි කළ හැකිය. ආරක්ෂිත මට්ටම් වලට ඉහළින් ශබ්ද තීව්‍රතාවය ඉහළ දමන්නද?
sr: Slušanje zvuka velike jačine duži vremenski period može da ošteti sluh. Povisiti jačinu zvuka iznad bezbednih nivoa?
sv: Din hörsel kan skadas om du lyssnar på hög volym under längre tid. Vill du höja volymen över säkerhetsnivåerna?
uk: Тривале прослуховування за високого рівня гучності може призвести до погіршення слуху. Збільшити гучність до рівня, який перевищуватиме безпечний?
ur: زیادہ عرصہ تک بلند آواز سے سننا آپ کی سماعت کو نقصان پہنچا سکتا ہے۔ والیوم کو محفوظ سطحوں سے اوپر بڑہائیں؟
zh_cn: 长时间以高音量收听可能损害您的听力。是否将音量升至安全水平以上？
zh_hk: 長時間以高音量收聽音樂可能導致聽力受損。要增加音量使其高於安全音量嗎？

# IDS_MUSIC_POP_ALREADY_EXISTS
source: Already exists.
ar: موجود مسبقا.
ca: Ja existeix
da: Findes allerede.
de: Bereits vorhanden
es_us: Ya existe.
eu: Dagoeneko badago
gu: અગાઉથી છે.
hi: पहले से ही मौजूद।
hu: Már létezik.
kk: Қолданыста бар.
lt: Jau yra.
mk: Веќе постои.
nb: Finnes allerede.
pt_pt: Já existe.
si: දැනටමත් පවතී.
sr: Već postoji.
sv: Finns redan.
uk: Вже існує.
ur: پہلے سے موجود۔
zh_cn: 已存在。
zh_hk: 已存在。

# IDS_MUSIC_OPT_SCAN_FOR_NEARBY_DEVICES
source: Scan for nearby devices
ar: المسح بحثا عن أجهزة مجاورة‬
ca: Escanejar dispositius propers
da: Scan efter enheder i nærheden
de: Nach Geräten suchen
es_us: Buscar dispositivos
eu: Bilatu gertuko gailuak
gu: નજીકમાં ઉપકરણો માટે સ્કેન કરો
hi: निकटवर्ती डिवाइसेस के लिए स्कैन करें
hu: Közeli eszközök keresése
kk: Жақын құрылғыларды тексеру
lt: Ieškoti netoliese esančių įrenginių
mk: Скенирај за блиски уреди
nb: Søk etter enheter i nærheten
pt_pt: Pesquisar dispositivos próximos
si: ආසන්න උපාංග සොයන්න
sr: Skeniraj uređaje u okolini
sv: Sök efter enheter i närheten
uk: Пошук пристроїв поблизу
ur: قرب و جوار کے آلات اسکین کریں
zh_cn: 扫描附近的设备
zh_hk: 掃描附近裝置

# IDS_MUSIC_BODY_AFTER_1_HR
source: After 1 hr
ar: بعد ساعة واحدة
ca: Després d'1 h
da: Efter 1 time
de: Nach 1 Stunde
es_us: Después de 1 hora
eu: Ordu 1 ondoren
gu: 1 કલાક પછી
hi: 1 घंटे बाद
hu: 1 óra múlva
kk: 1 сағ кейін
lt: Po 1 val.
mk: По 1 ч
nb: Etter 1 time
pt_pt: Após 1 hora
si: පැය 1 කට පසු
sr: Nakon 1 sata
sv: Efter 1 timme
uk: Через 1 год.
ur: 1 گھنٹے کے بعد
zh_cn: 1 小时后
zh_hk: 1 小時後

# IDS_MUSIC_BODY_AFTER_1_HR_1_MIN
source: After 1 hr 1 min
ar: بعد ساعة ودقيقة واحدة
ca: Desp d'1 h 1 min
da: Efter 1 t. 1 min
de: Nach 1 Stunde 1 Minunte
es_us: Después de 1 hora 1 minuto
eu: Ordu 1 eta minutu 1 ondoren
gu: 1 કલાક 1 મિનિટ પછી
hi: 1 घंटा 1 मिनट बाद
hu: 1 óra 1 perc múlva
kk: 1 сғ 1 мин кейін
lt: Po 1 val. 1 min.
mk: По 1 ч и 1 мин
nb: Etter 1 time 1 minutt
pt_pt: Após 1 h 1 min
si: පැය 1 විනාඩි 1 කට පසු
sr: Nakon 1 č i 1 min
sv: Efter 1 timme och 1 minut
uk: Через 1 год. 1 хв.
ur: 1 گھنٹہ 1 منٹ کے بعد
zh_cn: 1 小时 1 分钟后
zh_hk: 1 小時1分鐘後

# IDS_MUSIC_BODY_AFTER_PD_HRS_1_MIN
source: After %d hrs 1 min
ar: بعد %d ساعات ودقيقة واحدة
ca: Després de %d h 1 min
da: Efter %d t. 1 min
de: Nach %d Stunden und 1 Minute
es_us: Después de %d horas 1 minuto
eu: %d ordu eta minutu 1 ondoren
gu: %d કલાક 1 મિનિટ પછી
hi: %d घंटे 1 मिनट बाद
hu: %d óra 1 perc múlva
kk: %d сғ 1 мин кейін
lt: Po %d val. 1 min.
mk: По %d часа 1 мин
nb: Etter %d timer 1 minutt
pt_pt: Após %d horas 1 min
si: පැය %d විනාඩි 1 කට පසු
sr: Nakon %d č i 1 min
sv: Efter %d timmar 1 minut
uk: Через %d год. 1 хв.
ur: %d گھنٹے 1 منٹ بعد
zh_cn: %d 小时 1 分钟后
zh_hk: %d 小時1分鐘後

# IDS_MUSIC_BODY_AFTER_1_MIN
source: After 1 min
ar: بعد دقيقة واحدة
ca: Després d'1 min
da: Efter 1 min
de: Nach 1 Minute
es_us: Después de 1 minuto
eu: 1 minutu ondoren
gu: 1 મિનિટ પછી
hi: 1 मिनट बाद
hu: 1 perc múlva
kk: 1 мин кейін
lt: Po 1 min.
mk: По 1 мин
nb: Etter 1 minutt
pt_pt: Após 1 min
si: විනාඩි 1 කට පසු
sr: Nakon 1 min
sv: Efter 1 minut
uk: Через 1 хв.
ur: 1 منٹ بعد
zh_cn: 1 分钟后
zh_hk: 1 分鐘後

# IDS_MUSIC_OPT_GO_TO_STORE
source: Go to store
ar: ذهاب إلى المتجر
ca: Anar a la botiga
da: Gå til butik
de: Store öffnen
es_us: Ir a la tienda
eu: Joan dendara
gu: સ્ટોર પર જાઓ
hi: स्टोर में जाये
hu: Bolt megnyitása
kk: Қорға өту
lt: Eiti į parduotuvę
mk: Оди до продавница
nb: Gå til butikk
pt_pt: Ir para loja
si: ගබඩාවට යන්න
sr: Idi u prodavnicu
sv: Gå till butik
uk: Перейти до магазину
ur: اسٹور پر جائیں
zh_cn: 转至商店
zh_hk: 前往商店

# IDS_MUSIC_SK3_ADD_TRACKS
source: Add tracks
ar: إضافة مسارات
ca: Afegir pistes
da: Tilføj numre
de: Titel hzfg.
es_us: Añadir pistas
eu: Geh. pis.
gu: ટ્રૅક્સ ઉમેરો
hi: ट्रैक्‍स जोड़ें
hu: Számok h.adása
kk: Тректер қосу
lt: Pridėti takelius
mk: Додај записи
nb: Legg til spor
pt_pt: Adicion. faixas
si: ඛණ්ඩ එක් කරන්න
sr: Dodaj numere
sv: Lägg till spår
uk: Додати записи
ur: ٹریک شامل
zh_cn: 添加曲目
zh_hk: 加入曲目

# IDS_MUSIC_BODY_AFTER_YOU_DOWNLOAD_TRACKS_FROM_MUSIC_THEY_WILL_BE_SHOWN_HERE
source: After you download tracks from Music, they will be shown here.
ar: بعد تنزيل مقاطع من الموسيقى، يتم عرضها هنا
ca: Després de descarregar pistes des de Música, es mostraran aquí
da: Når du har overført numre fra Musik, vises de her.
de: Nach dem Herunterladen von Musiktiteln werden diese hier angezeigt.
es_us: Después de descargar pistas de Música, éstas se mostrarán aquí.
eu: Musikatik abestiak deskargatu ondoren, hemen erakutsiko dira
gu: તમે સંગીતથી ટ્રૅક ડાઉનલોડ કરી લો, પછી તે અહીં બતાવાશે.
hi: आपके द्वारा संगीत से ट्रैक्स डाउनलोड करने पर, वे यहाँ दिखाए जाएँगे।
hu: Itt jelennek majd meg a Zene szolgáltatásból letöltött számok.
kk: Музыкадан тректерді жүктегеннен кейін олар мына жерде көрсетіледі.
lt: Kai atsisiųsite garso įrašų iš „Muzikos“, jie bus rodomi čia.
mk: Откако ќе преземете песни од Музика, ќе се прикажат тука.
nb: Når du har lastet ned spor fra Musikk, blir de vist her.
pt_pt: Depois de transferir faixas de Música, estas serão mostradas aqui.
si: ඔබ සංගීතය වෙතින් ඛණ්ඩ බාගත් පසු, ඒවා මෙහි පෙන්වනු ඇත.
sr: Nakon što preuzmeš numere iz foldera Muzika, one će se prikazati ovde.
sv: När du har hämtat spår från Musik visas de här.
uk: Після завантаження композицій із меню «Музика» їх буде відображено тут.
ur: آپ کے میوزک سے ٹریکس ڈاؤن لوڈ کرنے کے بعد، وہ یہاں دکھائے جائیں گے
zh_cn: 在您从音乐下载曲目后，将在此处显示。
zh_hk: 在您從 Music 下載曲目後，將顯示於此。

# IDS_MUSIC_BODY_AFTER_YOU_ADD_TRACKS_TO_YOUR_FAVOURITES_THEY_WILL_BE_SHOWN_HERE
source: After you add tracks to your favourites, they will be shown here.
ar: بعد إضافة مقاطع إلى المفضلة، يتم عرضها هنا.
ca: Després d'afegir pistes als preferits, es mostraran aquí
da: Når du har føjet numre til dine favoritter, vises de her.
de: Nachdem Sie Ihren Favoriten Titel hinzugefügt haben, werden diese hier angezeigt.
es_us: Después de añadir canciones a sus favoritos, se mostrarán aquí.
eu: Zure gogokoetara pistak gehitu ondoren, hemen erakutsiko dira
gu: તમે તમારા મનપસંદમાં ટ્રેક્સ ઉમેરી લો, પછી તે અહીં દેખાશે.
hi: आपके द्वारा अपने पसंदीदा पर ट्रैक्स जोड़ने के बाद, वे यहाँ दिखाए जाएँगे।
hu: Itt jelennek majd meg a kedvencek közé felvett számok.
kk: Тректерді таңдаулыларға қосқаннан кейін олар мына жерде көрсетіледі.
lt: Pridėjus takelių prie mėgstamiausiųjų, jie bus rodomi čia.
mk: Откако ќе додадете песни во омилените, ќе се прикажат тука.
nb: Når du har lagt til spor i favorittene dine, vises de her.
pt_pt: Depois de adicionar faixas aos seus favoritos, estes serão mostrados aqui.
si: ඔබ ඔබගේ ප්‍රියතමයන් වෙත ඛණ්ඩ එක් කළ පසු, ඒවා මෙහි පෙන්වනු ඇත.
sr: Numere će se prikazati ovde nakon što ih dodaš u omiljene.
sv: När du har lagt till spår i favoriter kommer de att visas här.
uk: Після додавання записів до обраного їх буде відображено тут.
ur: آپ کے اپنے پسندیدہ پر ٹریکس اضافہ کرنے کے بعد، ان کو یہاں دکھایا جائے گا
zh_cn: 添加曲目至收藏后，其将显示于此。
zh_hk: 在加入曲目至我的最愛後，將顯示於此。

# IDS_MUSIC_BODY_AFTER_YOU_PLAY_TRACKS_THEY_WILL_BE_SHOWN_HERE
source: After you play tracks, they will be shown here.
ar: بعد تشغيل المقاطع، يتم عرضها هنا.
ca: Després de reproduir pistes, es mostraran aquí
da: Når du har afspillet numre, vises de her.
de: Nachdem Sie Titel wiedergegeben haben, werden diese hier angezeigt.
es_us: Después de reproducir pistas, se mostrarán aquí.
eu: Pistak erreproduzitu ondoren, hemen erakutsiko dira
gu: તમે ટ્રેક્સ વગાડી લો પછી, તેઓને અહીં દર્શાવવામાં આવશે.
hi: आपके द्वारा ट्रैक्स चलाने के बाद, वे यहाँ दिखाए जाएँगे।
hu: Itt jelennek majd azok a számok, amelyeket lejátszott.
kk: Тректерді ойнатқаннан кейін олар мына жерде көрсетіледі.
lt: Leidžiant takelius jie bus rodomi čia.
mk: Откако ќе емитувате песни, ќе се прикажат тука.
nb: Når du har spilt spor, vises de her.
pt_pt: Depois de reproduzir faixas, estas serão mostradas aqui.
si: ඔබ ඛණ්ඩ වාදනය කළ පසු, ඒවා මෙහි පෙන්වනු ඇත.
sr: Nakon što reprodukuješ numere, one će se prikazati ovde.
sv: När du har spelat upp spår visas de här.
uk: Після відтворення записів їх буде відображено тут.
ur: آپ کے ٹریکس پلے کرنے کے بعد، ان کو یہاں دکھایا جائے گا
zh_cn: 在您播放曲目后，其将显示在此处。
zh_hk: 在您播放曲目後，將顯示於此。

# IDS_MUSIC_BODY_AFTER_YOU_ADD_TRACKS_TO_PS_THEY_WILL_BE_SHOWN_HERE
source: After you add tracks to %s, they will be shown here.
ar: بعد إضافة مقاطع إلى %s. يتم عرضها هنا
ca: Després d'afegir pistes a %s, es mostraran aquí
da: Når du har tilføjet numre til %s, vises de her.
de: Nachdem Sie %s Titel hinzugefügt haben, werden diese hier angezeigt.
es_us: Después de añadir canciones a %s, éstas se mostrarán aquí.
eu: %s-(e)ra abestiak gehitu ondoren, hemen erakutsiko dira
gu: તમે %s ટ્રેક્સ ઉમેરી લો, પછી તે અહીં બતાવવામાં આવશે.
hi: आपके द्वारा %s में ट्रैक्स जोड़ने पर, वे यहाँ दिखाए जाएँगे।
hu: Itt jelennek majd meg a(z) %s lejátszási listára felvett számok.
kk: %s ішіне тректер қосқаннан кейін олар мына жерде көрсетіледі.
lt: Kai pridėsite garso įrašų prie %s, jie bus rodomi čia.
mk: Откако ќе додадете песни во %s, ќе се прикажат тука.
nb: Når du har lagt til spor i %s, vises de her.
pt_pt: Depois de adicionar faixas a %s, estas serão mostradas aqui.
si: ඔබ %s වෙත ඛණ්ඩ එක් කළ පසු, ඒවා මෙහි පෙන්වනු ඇත.
sr: Nakon što dodaš numere u %s, one će se prikazati ovde.
sv: När du har lagt till spår i %s visas de här.
uk: Після додавання композицій до списку відтворення «%s» їх буде відображено тут.
ur: آپ کے %s پر ٹریکس اضافہ کرنے کے بعد، ان کو یہاں دکھایا جائے گا
zh_cn: 在您将曲目添加至 %s 后，将在此处显示。
zh_hk: 在您加入曲目至 %s 後，將顯示於此。

# IDS_MUSIC_BODY_NO_PURCHASED_CONTENT
source: No purchased content
ar: لا يوجد محتويات تم شراؤها
ca: Sense contingut comprat
da: Intet købt indhold
de: Kein gekaufter Inhalt
es_us: Ningún contenido comprado
eu: Erositako edukirik ez
gu: કોઈ ખરીદેલ સામગ્રી નથી
hi: कोई खरीदी गई सामग्री नहीं
hu: Nincs megvásárolt tartalom
kk: Сатып алынған мазмұн жоқ
lt: Pirkto turinio nėra
mk: Нема купени содржини
nb: Ikke noe kjøpt innhold
pt_pt: Sem conteúdo comprado
si: මිළට ගත් අන්තර්ගත නැත
sr: Nema kupljenog sadržaja
sv: Inget köpt innehåll
uk: Немає придбаного вмісту
ur: کوئی خریدا ہوا مشمول نہیں
zh_cn: 无已购买内容
zh_hk: 無購買內容

# IDS_MUSIC_SK_SAVE_AS
source: Save as
ar: حفظ بإسم
ca: Des com a
da: Gem som
de: Speichern unter
es_us: Guardar como
eu: Gorde honela
gu: તરીકે સાચવો
hi: जैसे सेव
hu: Mentés másként
kk: Сақтау
lt: Išsaugoti kaip
mk: Сочувај како
nb: Lagre som
pt_pt: Gua. como
si: ලෙස සුර.
sr: Sačuvaj kao
sv: Spara som
uk: Зберегти як
ur: محفوظ کریں بطور
zh_cn: 另存为
zh_hk: 另存為

# IDS_MUSIC_POP_MUSICPLAYER_UPDATING_FAILED
source: Updating failed.
ar: فشل التحديث.
ca: Error en actualitzar
da: Kunne ikke opdatere.
de: Fehler bei Aktualisierung
es_us: Error al actualizar.
eu: Errorea eguneratzean
gu: અપડેટ કરવું નિષ્ફળ.
hi: अपडेट करना विफल।
hu: A frissítés sikertelen.
kk: Жаңартылмай қалды.
lt: Atnaujinti nepavyko.
mk: Неуспешно ажурирање.
nb: Kunne ikke oppdatere.
pt_pt: Falha ao actualizar.
si: යාවත්කාලය අසාර්ථකයි.
sr: Ažuriranje neuspešno.
sv: Det gick inte att uppdatera.
uk: Видалити не вдалося.
ur: اپ ڈیٹ فیل۔
zh_cn: 更新失败。
zh_hk: 更新失敗。

# IDS_MUSIC_BODY_EXCITING_M_ADJECTIVE
source: Exciting
ar: مثير
ca: Emocionant
da: Spændende
de: Aufregend
es_us: Emocionante
eu: Zirraragarria
gu: રોમાંચક
hi: उत्तेजक
hu: Izgalmas
kk: Қызықты
lt: Jaudinanti
mk: Возбудливо
nb: Spennende
pt_pt: Excitante
si: කුල්මත්
sr: Uzbudljiva
sv: Häftig
uk: Захоплююча
ur: ولولہ انگیز
zh_cn: 激动人心的
zh_hk: 刺激

# IDS_MUSIC_BODY_SEARCH_MY_MUSIC
source: Search my music
ar: بحث في الموسيقى
ca: Cercar la meva música
da: Søg i min musik
de: Meine Musik durchsuchen
es_us: Buscar mi música
eu: Bilatu nire musika
gu: મારું સંગીત શોધો
hi: मेरे संगीत खोजें
hu: Keresés a saját zenében
kk: Менің музыкамды іздеу
lt: Ieškoti mano muzikoje
mk: Барај моја музика
nb: Søk i min musikk
pt_pt: Procurar a minha música
si: මගේ සංගීතවලට සොයන්න
sr: Pretraži moju muziku
sv: Sök i min musik
uk: Пошук у розділі «Моя музика»
ur: میری موسیقی تلاش کریں
zh_cn: 搜索我的音乐
zh_hk: 搜尋我的音樂

# IDS_MUSIC_HEADER_CONNECTED_DEVICES
source: Connected devices
ar: الأجهزة المتصلة
ca: Dispositius connectats
da: Tilsluttede enheder
de: Verbundene Geräte
es_us: Dispositivos conectados
eu: Konektatutako gailuak
gu: જોડેલ ઉપકરણો
hi: जोड़े गए डिवाइस
hu: Csatlakoztatott eszközök
kk: Қосылған құрылғылар
lt: Prijungti įrenginiai
mk: Поврзани уреди
nb: Tilkoblede enheter
pt_pt: Dispositivos ligados
si: සබැඳි උපාංග
sr: Povezani uređaji
sv: Anslutna enheter
uk: Підключені пристрої
ur: جڑے ہوئے آلہ جات
zh_cn: 已连接设备
zh_hk: 已連接裝置

# IDS_MUSIC_BODY_MY_PLAYLIST_PS
source: My playlist %s
ar: قائمة التشغيل %s
ca: La meva llista de reproducció %s
da: Min afspilningsliste %s
de: Eigene Wiedergabeliste %s
es_us: Mi lista de reproducción %s
eu: Nire errep. zerrenda %s
gu: મારું પ્લેલિસ્ટ %s
hi: मेरी प्लेसूची %s
hu: %s. saját lista
kk: %s ойнату тізімім
lt: Mano grojaraštis %s
mk: Моја листа %s
nb: Min spilleliste %s
pt_pt: A minha lista de reprodução %s
si: මගේ වාදන ලැයිස්තුව %s
sr: Moja lista za reprodukciju %s
sv: Min spellista %s
uk: Мій список відтворення %s
ur: میری پلے فہرست %s
zh_cn: 我的播放列表 %s
zh_hk: 我的播放清單 %s

# IDS_MUSIC_BODY_NO_DEVICES
source: No devices
ar: لا توجد أجهزة
ca: Sense dispositius
da: Ingen enheder
de: Keine Geräte
es_us: No hay dispositivos
eu: Gailurik ez
gu: કોઈ ઉપકરણ નથી
hi: कोई डिवाइस नहीं
hu: Nincs eszköz
kk: Құрылғылар жоқ
lt: Nėra įrenginių
mk: Нема уреди
nb: Ingen enheter
pt_pt: Sem dispositivos
si: උපාංග නැත
sr: Nema uređaja
sv: Inga enheter
uk: Немає пристроїв
ur: کوئی آلہ نہیں
zh_cn: 没有设备
zh_hk: 無裝置

# IDS_MUSIC_HEADER_AVAILABLE_DEVICES_ABB
source: Available devices
ar: الأجهزة المتاحة
ca: Dispositius dispon
da: Tilgængelige enheder
de: Verfügbare Geräte
es_us: Dispositivos disponibles
eu: Gailu eskuragarriak
gu: ઉપલબ્ધ ઉપકરણો
hi: उपलब्‍ध डिवाइसेस
hu: Elérhető eszközök
kk: Қол жетімді құр-лар
lt: Galimi įrenginiai
mk: Достапни уреди
nb: Tilgjeng. enheter
pt_pt: Disposit disponíveis
si: පවතින උපාංග
sr: Dostupni uređaji
sv: Tillängliga enheter
uk: Доступні пристрої
ur: دستیاب آلہ جات
zh_cn: 可用设备
zh_hk: 可用裝置

# IDS_MUSIC_POP_SET
source: Set
ar: ضبط
ca: Definir
da: Indstil
de: Eingestellt
es_us: Definido
eu: Ezarri
gu: ગોઠવો
hi: सेट करें
hu: Beállít
kk: Орнату
lt: Nustatyta
mk: Постави
nb: Angi
pt_pt: Definido
si: සකසන්න
sr: Podesi
sv: Ange
uk: Встанов.
ur: سیٹ
zh_cn: 设置
zh_hk: 設定

# IDS_MUSIC_POP_REMOVE_FAILED
source: Remove failed.
ar: فشلت الإزالة.
ca: Error en eliminar
da: Kunne ikke fjerne.
de: Entfernen fehlgeschlagen
es_us: Error al eliminar.
eu: Ezabatzeak huts egin du
gu: કાઢવું નિષ્ફળ.
hi: हटाना विफल।
hu: Az eltávolítás sikertelen.
kk: Алып тастау сәтсіз болды.
lt: Nepavyko pašalinti.
mk: Неуспешно отстранување.
nb: Kunne ikke fjerne.
pt_pt: Remoção falhada.
si: ඉවත් කිරීම අසාර්ථකයි.
sr: Uklanjanje neuspelo.
sv: Det gick inte att ta bort.
uk: Видалити не вдалося.
ur: ہٹانا ناکام ہوگیا۔
zh_cn: 移除失败
zh_hk: 移除失敗
