Repository: tizenorg/profile.mobile.apps.native.music-player
Catalog: po/*.po
Languages: ar, ca, da, de, es_us, eu, gu, hi, hu, kk, lt, mk, nb, pt_pt, si, sr, sv, uk, ur, zh_cn, zh_hk

# IDS_ST_BODY_LOADING_ING
source: Loading...
ar: جاري التحميل ...
ca: Carregant...
da: Indlæser data ...
de: Lädt...
es_us: Cargando...
eu: Kargatzen...
hi: लोड हो रहा है...
hu: Betöltés...
kk: Жазылуда...
lt: Įkeliama...
mk: Активирање...
nb: Åpner...
pt_pt: A carregar...
sr: Učitavanje...
sv: Laddar...
uk: Завантаження...
zh_cn: 载入中…
zh_hk: 正在載入...

# IDS_GALLERY_OPT_PRIVATE_M_CONTENT
source: Private
ar: خاص
ca: Privat
da: Privat
de: Privat
es_us: Privado
eu: Pribatua
hi: निजी
hu: Privát
kk: Жеке аумақ
lt: Privatus
mk: Приватно
nb: Privat
pt_pt: Privado
sr: Privatni
sv: Privat
uk: Особистий
zh_cn: 私人
zh_hk: 私人

# IDS_MF_BODY_TIME
source: Time
ar: التوقيت
ca: Hora
da: Tid
de: Zeit
es_us: Fecha
eu: Ordua
hi: समय
hu: Idő
kk: Уақыт
lt: Laikas
mk: Време
nb: Tid
pt_pt: Hora
sr: Vreme
sv: Tid
uk: Час
zh_cn: 时间
zh_hk: 時間

# IDS_MF_POP_THIS_FILE_DOES_NOT_EXIST
source: This file does not exist.
ar: هذا الملف غير موجود.
ca: Aquest fitxer no existeix
da: Fil findes ikke.
de: Datei nicht vorhanden
es_us: El archivo no existe.
eu: Fitxategia ez dago
hi: यह फाइल मौजूद नहीं है।
hu: A fájl nem létezik.
kk: Файл жоқ.
lt: Tokio failo nėra.
mk: Фајлот не постои.
nb: Filen eksisterer ikke.
pt_pt: Ficheiro inexistente.
sr: Fajl ne postoji.
sv: Filen finns inte.
uk: Файл не існує.
zh_cn: 此文件不存在
zh_hk: 此檔案不存在。

# IDS_MUSIC_POP_PHONE_RINGTONE
source: Phone ringtone
ar: نغمة رنين الهاتف
ca: Melodia del telèfon
da: Telefonringetone
de: Telefonklingelton
es_us: Tono del dispositivo
eu: Telefonoaren dei tonua
gu: ફોન રિંગટોન
hi: फोन रिंगटोन
hu: Telefon csengőhangja
kk: Телефонның қоңырау үні
lt: Skambučio tonas
mk: Ѕвонење на телефонот
nb: Ringetone
pt_pt: Tom de toque do telefone
si: දුරකථනයේ රිංග්ටෝනය
sr: Ton zvona telefona
sv: Telefonens ringsignal
uk: Звук дзвінка телефону
ur: فون گھنٹی ٹون
zh_cn: 手机铃声
zh_hk: 手機鈴聲

# IDS_MUSIC_BODY_DURATION
source: Duration
ar: المدة
ca: Durada
da: Varighed
de: Dauer
es_us: Duración
eu: Iraupena
gu: ગાળો
hi: कालावधि
hu: Időtartam
kk: Ұзақтығы
lt: Trukmė
mk: Траење
nb: Varighet
pt_pt: Duração
si: කාල සීමාව
sr: Trajanje
sv: Varaktighet
uk: Тривалість
ur: دورانیہ
zh_cn: 持续期间
zh_hk: 持續時間

# IDS_MUSIC_BODY_MUSIC_LOCATION
source: Location
ar: الموقع
ca: Ubicació
da: Placering
de: Ort
es_us: Ubicación
eu: Kokalekua
gu: સ્થાન
hi: स्थान
hu: Hely
kk: Орналасу орны
lt: Vieta
mk: Локација
nb: Posisjon
pt_pt: Localização
si: පිහිටීම
sr: Lokacija
sv: Plats
uk: Розташування
ur: لوکیشن
zh_cn: 位置
zh_hk: 位置

# IDS_MUSIC_BODY_SET_AS_M_RINGTONE
source: Set as
ar: تعيين
ca: Definir com a
da: Vælg som
de: Einstellen als
es_us: Definir como
eu: Zehaztu honela
gu: આમ ગોઠવો
hi: इसके रूप में सेट करें
hu: Beállít, mint
kk: Орнату
lt: Nustatyti kaip
mk: Постави како
nb: Bruk som
pt_pt: Definir como
si: ලෙස සකසන්න
sr: Postavi kao
sv: Använd som
uk: Установити як
ur: بطور
zh_cn: 设定为
zh_hk: 設定為

# IDS_ST_OPT_ADD_TO_PERSONAL_PAGE
source: Add to personal page
ar: إضافة للصفحة الشخصية
ca: Afeg a pàgina personal
da: Føj til personlig side
de: Zur persönlichen Seite hinzufügen
es_us: Añadir a la página personal
eu: Gehitu orri pertsonalera
gu: વ્યક્તિગત પૃષ્ઠમાં ઉમેરો
hi: व्यक्तिगत पेज पर जोड़ें
hu: Hozzáadás a személyes oldalhoz
kk: Жеке бет қосу
lt: Pridėti prie asmeninio puslapio
mk: Додај на лична страница
nb: Legg til på personlig side
pt_pt: Adicionar à página pessoal
si: පුද්ගලික පිටුව වෙත එක් කරන්න
sr: Dodaj na ličnu stranicu
sv: Lägg till på personlig sida
uk: Додати на особисту сторінку
ur: ذاتی صفحہ پراضافہ کریں
zh_cn: 添加至个人页面
zh_hk: 加入至個人頁面

# IDS_ST_OPT_REMOVE_FROM_PERSONAL_PAGE_ABB
source: Remove from personal page
ar: إزالة من الصفحة الشخصية
ca: Eliminar de pàg personal
da: Fjern fra personlig side
de: Von persönl. Seite entf.
es_us: Elim. de página personal
eu: Kendu orri pertsonaletik
gu: વ્યક્તિગત પૃષ્ઠમાંથી દૂર કરો
hi: व्यक्तिगत पेज से हटाएँ
hu: Elt. a személyes oldalról
kk: Жеке беттен жою
lt: Pašalinti iš asmen. pusl.
mk: Отстрани од личн.страница
nb: Fjern fra personlig side
pt_pt: Remover da página pessoal
si: පුද්ගලික පිටුව වෙ. ඉවත් ක.
sr: Ukloni sa lične stranice
sv: Ta bort från pers. sida
uk: Видалити з особ. сторінки
ur: ذاتی صفحہ سے ہٹائیں
zh_cn: 从个人页面移除
zh_hk: 從個人頁面移除

# IDS_ST_POP_MOVE_TO_NORMAL_STORAGE
source: Move to normal storage
ar: نقل إلى وحدة التخزين العادية
ca: Moure a l'emmagatzematge normal
da: Flyt til normalt lager
de: In den normalen Speicher verschieben.
es_us: Mover a almacenamiento normal
eu: Mugitu ohiko biltegira
gu: સામાન્ય સંગ્રહ પર ખસેડો
hi: सामान्य स्टोरेज में ले जाएँ
hu: Áthelyezés a normál tárhelybe
kk: Қалыпты сақтау орнына жылжыту
lt: Perkelti į įprastą saugyklą
mk: Премести на нормална меморија
nb: Flytt til normal lagringsplass
pt_pt: Mover para armazenamento normal
si: සාමාන්‍ය ගබඩාව වෙත ගෙන යන්න.
sr: Premesti u običnu memoriju
sv: Flytta till normal lagring
uk: Переключитися на стандартне місце збереження
ur: نارمل اسٹوریج پر منتقل کریں
zh_cn: 移動至標準儲存
zh_hk: 移動至一般儲存裝置

# IDS_ST_POP_MOVE_TO_PERSONAL_STORAGE
source: Move to personal storage
ar: نقل إلى وحدة التخزين الشخصية
ca: Moure a l'emmagatzematge personal
da: Flyt til personligt lager
de: In den persönlichen Speicher verschieben.
es_us: Mover a almacenamiento personal
eu: Mugitu biltegi pertsonalera
gu: વ્યક્તિગત સંગ્રહ પર ખસેડો
hi: व्यक्तिगत स्टोरेज में ले जाएँ
hu: Áthelyezés a személyes tárhelybe
kk: Жеке сақтау орнына жылжыту
lt: Perkelti į asmeninę saugyklą
mk: Премести во лична меморија
nb: Flytt til personlig lagringsplass
pt_pt: Mover para armazenamento pessoal
si: පුද්ගලික ගබඩාව වෙත ගෙන යන්න.
sr: Premesti u ličnu memoriju
sv: Flytta till privat lagring
uk: Переключитися на особисте місце збереження
ur: ذاتی اسٹوریج پر منتقل کریں
zh_cn: 移動至個人儲存
zh_hk: 移動至個人儲存裝置

# IDS_ST_POP_THE_SELECTED_ITEMS_WILL_BE_MOVED_TO_PS
source: The selected items will be moved to %s.
ar: سيتم نقل العناصر المحددة إلى %s.
ca: Els elements seleccionats es mouran a %s
da: De valgte elementer vil blive flyttet til %s.
de: Die ausgewählten Elemente werden zu %s verschoben.
es_us: Los elementos seleccionados se moverán a %s.
eu: Hautatutako elementuak %s-(e)ra mugituko dira
gu: પસંદ કરેલી વસ્તુઓને %s પર ખસેડવામાં આવશે.
hi: चुनी हुई मदें %s में ले जाई जाएँगी
hu: A kijelölt tételeket a(z) %s mappába helyezi.
kk: Таңдалған элементтер %s орнына жылжытылады.
lt: Pasirinkti elementai bus perkelti į %s.
mk: Избраните записи ќе се преместат во %s.
nb: De valgte elementene vil bli flyttet til %s.
pt_pt: Os itens seleccionados serão movidos para %s.
si: තෝරාගත් අයිතම %s වෙත ගෙනයනු ඇත.
sr: Izabrane stavke će biti premeštene u %s.
sv: De valda objekten kommer att flyttas till %s.
uk: Вибрані об'єкти буде переміщено до папки %s.
ur: منتخب شدہ اشیا %s پر منتقل کردی جائیں گی
zh_cn: 选定项目将移动至 %s。
zh_hk: 選擇的項目將被移至 %s。

# IDS_ST_POP_THE_SELECTED_ITEM_WILL_BE_MOVED_TO_PS
source: The selected item will be moved to %s.
ar: سيتم نقل العنصر المحدد إلى %s.
ca: L'element seleccionat es mourà a %s
da: Det valgte element vil blive flyttet til %s.
de: Das ausgewählte Element wird zu %s verschoben.
es_us: El elemento seleccionado se moverá a %s.
eu: Hautatutako gaia %s-(e)ra mugituko da
gu: પસંદ કરેલી વસ્તુને %s પર ખસેડવામાં આવશે.
hi: चुनी हुई मद %s में ले जाई जाएँगी
hu: A kijelölt tételt a(z) %s mappába helyezi.
kk: Таңдалған элемент %s орнына жылжытылады.
lt: Pasirinktas elementas bus perkeltas į %s.
mk: Избраниот запис ќе се премести во %s.
nb: Det valgte elementet vil bli flyttet til %s.
pt_pt: O item seleccionado será movido para %s.
si: තෝරාගත් අයිතමය %s වෙත ගෙනයනු ඇත.
sr: Izabrana stavka će biti premeštena u %s.
sv: Det valda objektet kommer att flyttas till %s.
uk: Вибраний об'єкт буде переміщено до папки %s.
ur: منتخب شدہ شے %s پر منتقل کردی جائے گی
zh_cn: 选定项目将移动至 %s。
zh_hk: 選擇的項目將被移至 %s。

# IDS_VR_POP_UNABLE_TO_USE_DURING_MASS_STORAGE_MODE
source: Unable to use during Mass storage mode.
ar: تعذر الاستخدام خلال وضع التخزين كبير السعة.
ca: No es pot utilitzar durant el mode d'emmagatzematge massiu
da: Kan ikke bruge i lagringsmedietilstand.
de: Kann im Massenspeichermodus nicht verwendet werden
es_us: No se puede utilizar durante el modo de almacenamiento masivo.
eu: Ezin da erabili Biltegimasiboan gordetzen den bitartean
hi: मास स्‍टोरेज मोड के दौरान उपयोग करने में असमर्थ।
hu: Háttértár módban nem használható.
kk: Жалпы сақтау режимінде пайдалану мүмкін емес.
lt: Neįmanoma naudotis, kai įjungtas duomenų saugyklos režimas.
mk: Не може да се користи за време на за мемориски уред.
nb: Kan ikke brukes ved masselagringsmodus.
pt_pt: Impossível utilizar durante o modo de armazenamento de massa.
sr: Nemoguće koristiti u režimu masovne memorije.
sv: Går inte att använda i masslagringsläget.
uk: Неможливо скористатися в режимі накопичувача.
zh_cn: 在大容量存储模式下无法使用。
zh_hk: 在大容量儲存裝置模式下無法使用。

# IDS_MUSIC_POP_RINGTONE_ADDED
source: Ringtone added.
ar: تمت إضافة نغمة رنين.
ca: Melodia afegida
da: Ringetone tilføjet.
de: Klingelton hinzugefügt
es_us: Tono añadido.
eu: Dei tonua gehituta
gu: રિંગટોન ઉમેર્યુ.
hi: रिंगटोन जोड़ी गयी।
hu: Csengőhang hozzáadva.
kk: Қоңырау үні қосылды.
lt: Skambėjimo tonas pridėtas.
mk: Додадено е ѕвонење.
nb: Ringetone lagt til.
pt_pt: Tom de toque adicionado.
si: රිංග්ටෝනය එක් කෙරිණ.
sr: Ton zvona dodat.
sv: Ringsignal har lagts till.
uk: Додано звук дзвінка.
ur: گھنٹی ٹون کا اضافہ ہوگیا۔
zh_cn: 铃声已设置
zh_hk: 已加入鈴聲。

# IDS_CAM_BODY_BUTTON_T_TTS
source: Button
ar: الزر
ca: Botó
da: Tast
de: Taste
es_us: Botón
eu: Botoia
gu: બટન
hi: बटन
hu: Gomb
kk: Түйме
lt: Mygtukas
mk: Копче
nb: Knapp
pt_pt: Tecla
si: බොත්තම
sr: Taster
sv: Knapp
uk: Кнопка
ur: بٹن
zh_cn: 按钮
zh_hk: 按鈕

# IDS_MUSIC_HEADER_SELECT_ITEMS
source: Select items
ar: تحديد عناصر
ca: Seleccionar elements
da: Vælg elementer
de: Elemente auswählen
es_us: Seleccionar elementos
eu: Hautatu elementuak
gu: વસ્તુઓ પસંદ કરો
hi: मदें चुनें
hu: Tételek kijelölése
kk: Элементтерді таңдау
lt: Rinktis elementus
mk: Изберете записи
nb: Velg elementer
pt_pt: Seleccionar itens
si: අයිතම තෝරන්න
sr: Izaberi stavke
sv: Välj objekt
uk: Вибір об’єктів
ur: اشیا منتخب کریں
zh_cn: 选择项目
zh_hk: 選擇項目

# IDS_ST_BODY_ADVANCED
source: Advanced
ar: متقدم
ca: Avançat
da: Avanceret
de: Erweitert
es_us: Avanzados
eu: Aurreratua
gu: પ્રગત
hi: उन्नत
hu: Speciális
kk: Қосымша
lt: Išsamiau
mk: Дополнително
nb: Avansert
pt_pt: Avançado
si: උසස්
sr: Napredno
sv: Avancerat
uk: Додатково
ur: ایڈوانس
zh_cn: 高级设定
zh_hk: 進階

# IDS_ST_SK_PREVIOUS
source: Previous
ar: السابق
ca: Anterior
da: Forrige
de: Zurück
es_us: Anterior
eu: Aurrekoa
hi: पिछला
hu: Előző
kk: Алдыңғы
lt: Ankst.
mk: Претход.
nb: Forrige
pt_pt: Anterior
sr: Prethodna
sv: Åter
uk: Назад
zh_cn: 上一步
zh_hk: 上一步

# IDS_CAM_SK_CLOSE
source: Close
ar: إغلاق
ca: Tancar
da: Luk
de: Schließen
es_us: Cerrar
eu: Itxi
hi: बंद
hu: Bezár
kk: Жабу
lt: Uždaryti
mk: Затвори
nb: Lukk
pt_pt: Fechar
sr: Zatvori
sv: Stäng
uk: Закрити
zh_cn: 关闭
zh_hk: 關閉

# IDS_MUSIC_POP_ADDED
source: Added.
ar: تمت الإضافة.
ca: Afegit
da: Tilføjet.
de: Hinzugefügt
es_us: Añadido.
eu: Gehituta
gu: ઉમેર્યુ.
hi: जोड़ा गया।
hu: Hozzáadva.
kk: Қосылды
lt: Pridėta.
mk: Додадено.
nb: Lagt til.
pt_pt: Adicionado.
si: එක් කෙරිණි.
sr: Dodato.
sv: Tillagd.
uk: Додано.
ur: اضافہ ہو گیا۔
zh_cn: 已添加
zh_hk: 已加入

# IDS_MUSIC_POP_FAILED
source: Failed.
ar: فشل.
ca: Error
da: Mislykkedes.
de: Fehlgeschlagen
es_us: Error.
eu: Huts egin du
gu: નિષ્ફળ.
hi: विफल।
hu: Sikertelen
kk: Үзіліп кетті
lt: Nepavyko.
mk: Неуспешно.
nb: Det oppstod en feil.
pt_pt: Falha.
si: අසාර්ථකයි.
sr: Neuspešno.
sv: Misslyckades.
uk: Збій.
ur: ناکام ہوا۔
zh_cn: 失败
zh_hk: 失敗。

# IDS_MUSIC_BODY_NO_SEARCH_RESULTS
source: No search results
ar: لا توجد نتائج للبحث
ca: No hi ha cap resultat de cerca
da: Ingen søgeresultater
de: Keine Suchergebnisse
es_us: No se han encontrado resultados
eu: Ez dago bilaketaren emaitzarik
gu: કોઈ શોધ પરિણામો નથી
hi: कोई खोज परिणाम नहीं
hu: Nincs találat
kk: Іздеу нәтижелері жоқ
lt: Nėra paieškos rezultatų
mk: Нема резултати од пребарувањето
nb: Ingen søkeresultater
pt_pt: Nenhuns resultados de procura
si: සෙවුම් ප්‍රතිඵල නොමැත
sr: Nema rezultata pretrage
sv: Inga sökresultat
uk: Пошук не дав результатів
ur: کوئی تلاش کے نتائج نہیں
zh_cn: 无搜索结果
zh_hk: 無搜尋結果

# IDS_MUSIC_SK_DONE
source: Done
ar: تمت
ca: Fet
da: Udført
de: OK
es_us: Realizado
eu: Amaituta
gu: પૂર્ણ
hi: पूर्ण
hu: Kész
kk: Дайын
lt: Atlikta
mk: Готово
nb: Utført
pt_pt: Concluído
si: නිමයි
sr: Gotovo
sv: Klar
uk: Готово
ur: ٹھیک ہے
zh_cn: 完成
zh_hk: 完成

# IDS_MUSIC_BODY_NO_ITEMS
source: No items
ar: لا توجد عناصر
ca: No hi ha elements
da: Ingen elementer
de: Keine Elemente
es_us: Ningún elemento
eu: Elementurik ez
gu: કોઈ વસ્તુઓ નથી
hi: कोई मदें नहीं
hu: Nincs tétel
kk: Баптар жоқ
lt: Elementų nėra
mk: Нема записи
nb: Ingen elementer
pt_pt: Sem itens
si: අයිතම නැත
sr: Nema stavki
sv: Inga objekt
uk: Немає елементів
ur: ائیٹمز نہیں ہے
zh_cn: 无项目
zh_hk: 無項目

# IDS_BR_OPT_ADD_TO_HOME
source: Add to home
ar: إضافة الى الرئيسية
ca: Afegir a l'inici
da: Føj til start
de: Zum Startbildschirm hinzufügen
es_us: Añadir a Inicio
eu: Gehitu pantaila nagusira
gu: હોમ પર ઉમેરો
hi: होम में जोड़े
hu: Kezdőképernyőhöz adás
kk: Бастапқы бетке қосу
lt: Įdėti į pradžios ekraną
mk: Додај дома
nb: Legg til på startskjermbilde
pt_pt: Adicionar ao início
si: මුල් පිටුවට එක් කරන්න
sr: Dodaj na početnu
sv: Lägg till på hemskärmen
uk: Додати на головний екран
ur: گھر پر اضافہ کریں
zh_cn: 添加至主页
zh_hk: 加入至首頁

# IDS_BR_SK_NEXT
source: Next
ar: التالي
ca: Següent
da: Næste
de: Weiter
es_us: Siguiente
eu: Hurrengoa
hi: अगला
hu: Tovább
kk: Сосын
lt: Kitas
mk: Следно
nb: Neste
pt_pt: Seguinte
sr: Naredna
sv: Nästa
uk: Далі
zh_cn: 下一步
zh_hk: 下一步

# IDS_BR_BODY_DOWNLOADING_ING
source: Downloading...
ar: جاري التنزيل...
ca: Descarregant...
da: Downloader ...
de: Herunterladen...
es_us: Descargando...
eu: Deskargatzen...
hi: डाउनलोड हो रहा है...
hu: Letöltés...
kk: Жазылуда...
lt: Atsisiunčiama...
mk: Се презема...
nb: Laster ned...
pt_pt: A transferir...
sr: Preuzimanje...
sv: Laddar ned...
uk: Завантаження...
zh_cn: 下载中...
zh_hk: 正在下載...

# IDS_IV_BODY_FAVOURITE
source: Favourite
ar: المفضلة
ca: Preferit
da: Foretrukne
de: Favorit
es_us: Favorito
eu: Gogokoena
gu: મનપસંદ
hi: पसंदीदा
hu: Kedvenc
kk: Сүйікті
lt: Mėgstamiausias
mk: Омилени страници
nb: Favoritt
pt_pt: Favoritos
si: ප්‍රියතම
sr: Omiljeni
sv: Favoriter
uk: Улюблені
ur: پسندیدہ
zh_cn: 收藏
zh_hk: 我的最愛

# IDS_MUSIC_OPT_ADD_TO_PERSONAL_STORAGE
source: Add to personal storage
ar: إضافة إلى مساحة التخزين الشخصية
ca: Afegir a l'emmagatzematge personal
da: Føj til personligt lager
de: Zum persönlichen Speicher hinzufügen
es_us: Añadir a almacenamiento personal
eu: Gehitu biltegi pertsonalera
gu: વ્યક્તિગત સંગ્રહણમાં ઉમેરો
hi: निजी स्टोरेज में जोड़ें
hu: Személyes tárhelyhez adás
kk: Жеке қоймаға қосу
lt: Pridėti prie asmeninės saugyklos
mk: Додај во лична меморија
nb: Legg til på den personlige lagringsplassen
pt_pt: Adicionar ao armazenamento pessoal
si: ඔබගේ පුද්ගලික ගබඩාව වෙත එක් කරන්න
sr: Dodaj u ličnu memoriju
sv: Lägg till i privat lagring
uk: Додати до особистого місця збереження
ur: ذاتی ذخیرہ میں اضافہ کریں
zh_cn: 添加至个人存储空间
zh_hk: 加入至個人儲存空間

source: Disconnected from %s. Check the network status and the connected device.
ar: تم قطع الاتصال عن %s. تحقق من حالة الشبكة والجهاز المتصل.
ca: Desconnectat de %s. Comprovi l'estat de la xarxa i el dispositiu connectat.
da: Forbindelse til %s afbrudt. Kontrollér netværksstatus og den tilsluttede enhed.
de: Verbindung mit %s getrennt. Überprüfen Sie den Netzwerkstatus und das verbundene Gerät.
es_us: Desconectado de %s. Revise el estado de la red y el dispositivo conectado.
eu: %s-(e)tik deskonektatuta. Egiaztatu sare egoera eta konektatutako gailua.
gu: %s થી જોડાણ અલગ થયું. નેટવર્ક દરજ્જો અને જોડાણ કરેલું ઉપકરણ તપાસો.
hi: %s से डिस्कनेक्ट किया गया। नेटवर्क स्थिति और कनेक्ट किए गए डिवाइस की जाँच करें।
hu: Megszakadt a kapcsolat a(z) %s eszközzel. Ellenőrizze a hálózat állapotát és a csatlakoztatott eszközt.
kk: %s құрылғысынан ажыратылды. Желінің күйі мен қосылған құрылғыны тексеріңіз
lt: Atsijungiama nuo %s. Patikrinkite tinklo būseną ir prijungtą prietaisą.
mk: Исклучено од %s. Проверете ги мрежната состојба и поврзаниот уред.
nb: Koblet fra %s. Kontroller nettverksstatusen og den tilkoblede enheten.
pt_pt: Desligado de %s. Verifique o estado da rede e o dispositivo ligado.
si: %s වෙතින් විසන්ධි විය. ජාල තත්ත්වය සහ සම්බන්ධිත උපාංග පරීක්ෂා කරන්න.
sr: Prekinuta veza sa %s. Proveri status mreže i priključeni uređaj.
sv: Frånkopplad från %s. Kontrollera nätverksstatus och den anslutna enheten.
uk: Відключено від %s. Перевірте стан мережі та підключений пристрій
ur: %s سے منقطع ہوگیا۔ نیٹ ورک حالت اور جڑے ہوئے آلہ کی پڑتال کریں۔
zh_cn: 从 %s 断开。检查网络状态与连接的设备。
zh_hk: 從 %s 中斷連接。檢查網絡狀態與連接的裝置。

# IDS_DLNA_OPT_VIA_SCREEN_MIRRORING_ABB
source: Via Screen Mirroring
ar: عبر Screen mirroring
ca: Mitjançant Screen Mirroring
de: Über Screen Mirroring
es_us: Vía Screen Mirroring
eu: Screen Mirroring bidez
gu: Screen Mirroring મારફતે
hi: Screen Mirroring के माध्यम से
hu: Screen Mirroring
kk: Screen Mirroring арқылы
lt: Per ekrano dubliavimo f-ją
mk: Преку Screen Mirroring
si: Screen mirroring හරහා
sr: Putem Screen Mirroring-a
uk: За допом. Screen Mirroring
ur: Screen Mirroring کے ذریعہ
zh_cn: 通过屏幕共享
zh_hk: 透過 Screen Mirroring

# IDS_DLNA_OPT_VIA_HOME_NETWORK_ABB
source: Via home network
ar: عبر الشبكة المنزلية
ca: Mitjançant xarxa domèstica
da: Via hjemmenetværk
de: Über Heimnetzwerk
es_us: Vía red doméstica
eu: Etxeko sare bidez
gu: હોમ નેટવર્ક મારફતે
hi: होम नेटवर्क के माध्यम से
hu: Otthoni hálózaton
kk: Үй желісі арқылы
lt: Per namų tinklą
mk: Преку домашна мрежа
nb: Via hjemmenettverk
pt_pt: Via rede de origem
si: නිවෙස් ජාලය හරහා
sr: Putem domaće mreže
sv: Via hemnätverk
uk: Через домашню мережу
ur: ہوم نیٹ ورک کے ذریعہ
zh_cn: 通过家庭网络
zh_hk: 透過家用網絡

# IDS_IV_POP_ENTRY_IS_EMPTY
source: Entry is empty.
ar: المدخل خالي.
ca: L'entrada és buida
da: Posten er tom.
de: Eintrag ist leer
es_us: Entrada vacía.
eu: Sarrera hutsik dago
hi: प्रविष्टि खाली है
hu: A bejegyzés üres.
kk: Енгізбе бос.
lt: Įrašas tuščias.
mk: Записот е празен.
nb: Oppføringen er tom.
pt_pt: Entrada vazia.
sr: Unos je prazan.
sv: Posten är tom.
uk: Запис порожній.
zh_cn: 空记录。
zh_hk: 空白記錄。

# IDS_FM_POP_UNAVAILABLE_DURING_CALL
source: Unavailable during call.
ar: لا يتوفّر أثناء المكالمة.
ca: No està disponible durant una trucada
da: Ikke tilgængelig under samtale.
de: Während eines Anrufs nicht verfügbar
es_us: No disponible durante una llamada.
eu: Ez dago eskuragarri deian zehar
hi: कॉल के दौरान अनुपलब्ध।
hu: Hívás közben nem elérhető.
kk: Қоңырау барысында болмайды.
lt: Pokalbio metu nepasiekiama.
mk: Недостапно за време на разговор.
nb: Utilgjengelig under samtale.
pt_pt: Indisponível durante chamada.
sr: Nedostupno tokom poziva.
sv: Inte tillgänglig under samtal.
uk: Недоступний під час виклику.
zh_cn: 通话中无法使用。
zh_hk: 通話期間不可用。

# IDS_MF_POP_MAXIMUM_NUMBER_OF_CHARACTERS_REACHED
source: Maximum number of characters reached.
ar: تم الوصول إلى أقصى عدد من الحروف.
ca: S'ha assolit el nombre màxim de caràcters
da: Det maksimale antal tegn er nået.
de: Maximal zulässige Zeichenanzahl erreicht.
es_us: Se ha alcanzado el número máximo de caracteres.
eu: Gehienezko karaktere kopurura heldu zara
hi: वर्णो की संख्‍या अधिकतम पहुँची।
hu: Nincs hely több karakternek.
kk: Таңбалардың ен көп саны артты.
lt: Pasiektas didžiausias simbolių skaičius.
mk: Достигнат е максималниот број знаци.
nb: Nådd maksimalt antall tegn.
pt_pt: Número máximo de caracteres atingido.
sr: Dostignut maksimalan broj karaktera.
sv: Maximalt antal tecken har använts.
uk: Досягнуто максимальної кількості символів.
zh_cn: 已达到最大字符限制
zh_hk: 字元數目已達上限。

# IDS_MUSIC_POP_UNABLE_TO_SHARE_DRM_FILE
source: Unable to share DRM file.
ar: يتعذر مشاركة ملف DRM.
ca: No es pot compartir un fitxer DRM.
da: DRM-fil kan ikke deles.
de: DRM-Datei kann nicht freigegeben werden
es_us: No es posible compartir el archivo DRM.
eu: Ezin da DRM fitxategia partekatu.
gu: DRM ફાઇલ શેર કરવામાં અસમર્થ.
hi: DRM फाइल साझा करने में अक्षम।
hu: A DRM-fájl nem osztható meg.
kk: DRM файлын бөлісу мүмкін емес.
lt: Neįmanoma bendrinti DRM failo.
mk: Не може да се сподели фајл со DRM.
nb: Kan ikke dele DRM-fil.
pt_pt: Impossível partilhar ficheiro DRM.
si: DRM ගොනුව බෙදාහදාගත නොහැක.
sr: Nije moguće deliti DRM fajl.
sv: Det går inte att dela DRM-filen.
uk: Неможливо відкрити спільний доступ до файла DRM.
ur: DRM فائل شراکت کرنے سے قاصر۔
zh_cn: 无法共享DRM文件。
zh_hk: 無法分享 DRM 檔案。

# IDS_MUSIC_POP_REMOVING
source: Removing...
ar: جاري الحذف...
ca: Eliminant...
da: Fjerner...
de: Entferne...
es_us: Eliminando...
eu: Ezabatzen...
gu: દૂર કરાય છે...
hi: हटा रहा है...
hu: Eltávolítás...
kk: Шығаруда...
lt: Šalinama...
mk: Отстранување...
nb: Tar bort...
pt_pt: A remover...
si: ඉවත් කරමින්...
sr: Uklanjanje...
sv: Tar bort...
uk: Видалення...
ur: ہٹا رہا ہے۔۔
zh_cn: 正在移除...
zh_hk: 正在移除...

# IDS_MUSIC_HEADER_PD_DEVICES
source: %d devices
ar: %d أجهزة
ca: %d dispositius
da: %d enheder
de: %d Geräte
es_us: %d dispositivos
eu: %d gailu
gu: %d ઉપકરણો
hi: %d डिवाइसेज
hu: %d eszköz
kk: %d құрылғы
lt: %d įrenginiai (-ių)
mk: %d уреди
nb: %d enheter
pt_pt: %d dispositivos
si: උපාංග %d
sr: %d uređaja
sv: %d enheter
uk: %d пристроїв
ur: %d آلہ
zh_cn: %d 个设备
zh_hk: %d 個裝置

# IDS_MUSIC_BUTTON_ENABLE_MOTION
source: Enable motion
ar: تفعيل الحركة
ca: Habilitar mov
da: Akt. bevæg.
de: Aktivieren
es_us: Activar mov.
eu: Gaitu mugim.
gu: ગતિ સક્રિય કરો
hi: गति सक्षम करे
hu: Mozgás eng.
kk: Қозғалыс қосу
lt: Įjungt judes.
mk: Вкл. движење
nb: Aktiv. beveg.
pt_pt: Activar mov.
si: චලි. සක්‍රිය ක.
sr: Omog. pokret
sv: Akt. rörelse
uk: Увімк. рухи
ur: حرکات اہل کریں
zh_cn: 启用动作
zh_hk: 啟用動作

# IDS_MUSIC_BUTTON_DONT_ASK_AGAIN
source: Don't ask again
ar: عدم السؤال مرة أخرى
ca: No ho tornis a preguntar
da: Spørg ikke igen
de: Nicht erneut fragen
es_us: No volver a preguntar
eu: Ez galdetu berriz
gu: ફરીથી પૂછશો નહીં
hi: दोबारा न पूछें
hu: Máskor ne legyen kérdés
kk: Қайтадан сұрамаңыз
lt: Kitą kartą neklausti
mk: Не прашувај повторно
nb: Ikke spør på nytt
pt_pt: Não voltar a perguntar
si: නැවත නොඅසන්න
sr: Ne pitaj ponovo
sv: Fråga inte igen
uk: Більше не запитувати
ur: دوبارہ مت پوچھیں
zh_cn: 不要再询问
zh_hk: 不再詢問

# IDS_MUSIC_BODY_NO_RESULTS_FOUND
source: No results found.
ar: لا توجد نتائج.
ca: No s'han trobat resultats.
da: Ingen resultater fundet.
de: Keine Ergebnisse gefunden
es_us: No se encontraron resultados.
eu: Ez da emaitzarik aurkitu
gu: કોઈ પરિણામો મળ્યા નથી.
hi: कोई परिणाम नहीं मिले।
hu: Nincs találat.
kk: Ешқандай нәтиже табылмады.
lt: Rezultatų nerasta.
mk: Нема резултати.
nb: Fant ingen resultater.
pt_pt: Nenhuns resultados encontrados.
si: ප්‍රතිඵල හමුවූයේ නැත.
sr: Nema rezultata
sv: Inga resultat hittades.
uk: Результатів не знайдено.
ur: کوئی نتائج نہیں ملے۔
zh_cn: 未找到结果
zh_hk: 無搜尋結果。
