Repository: tizenorg/profile.mobile.apps.native.music-player
Catalog: po/*.po
Languages: ar, ca, da, de, es_us, eu, gu, hi, hu, kk, lt, mk, nb, pt_pt, si, sr, sv, uk, ur, zh_cn, zh_hk

# IDS_MUSIC_BODY_TURN_PHONE_OVER_TO_MUTE_INCOMING_CALLS_MESSAGE_ALERTS_AND_ALARMS
source: Turn phone over to mute incoming calls, message alerts, and alarms.
ar: اقلب الهاتف‬ لكتم المكالمات الواردة وتنبيهات الرسائل والتنبيهات.
ca: Giri el telèfon per silenciar trucades d'entrada, avisos de missatges i alarmes
da: Sæt telefonens indgående opkald, beskedvarsler og alarmer på lydløs.
de: Telefon zum Stummschalten von eingehenden Anrufen, Nachrichtensignalen und Alarmen umdrehen.
es_us: Gire el dispositivo para desactivar el sonido de las llamadas entrantes y las alarmas.
eu: Itzuli telefonoa sarrera deiak, mezu alertak eta alarmak isilarazteko
gu: ઇનકમિંગ કૉલ, સંદેશ એલર્ટ અને એલાર્મ શાંત કરવા માટે ફોન ઉપર ફેરવો.
hi: आने वाली कॉल्‍स, संदेश सतर्क, और अलार्म्स मूक करने के लिए फ़ोन घुमाएँ
hu: A bejövő hívások, üzenetek és egyebek jelzésének elnémításához fordítsa meg a telefont.
kk: Келген қоңыраулардың, хабар сигналдарының және дабылдардың дыбысын өшіру үшін телефонды аударыңыз.
lt: Nutildykite gaunamus skambučius, naujos žinutės signalą ir žadintuvą apversdami telefoną.
mk: Превртете го телефонот за да го исклучите звукот за дојдовните повици, известувањата за пораки и алармите.
nb: Vend telefonen for å dempe innkommende samtaler, meldingsvarsler og alarmer.
pt_pt: Mude o telefone para silenciar chamadas recebidas, alertas de mensagem e alarmes.
si: එන ඇමතුම්, පණිවුඩ සංඥා සහ එලාම් නිහඬ කිරීමට දුරකථනය අනෙක් පැත්ත හරවන්න.
sr: Okreni telefon naopako da bi utišao dolazne pozive, upozorenja o porukama i alarme.
sv: Vänd på telefonen för att tysta inkommande samtal, meddelandesignaler och larm.
uk: Переверніть телефон для вимкнення звуку під час вхідних викликів, сигналів повідомлень і будильників.
ur: فون کو پلٹ کر آنیوالی کالز، پیغام تنبیہات، اور الارمز خاموش کریں
zh_cn: 将手机正面朝下以将来电铃声、信息提示音和闹钟铃声静音。
zh_hk: 反轉手機以將來電、訊息提示及鬧鈴設為靜音。

# IDS_ST_BODY_NONE
source: None
ar: لا شيء
ca: Cap
da: Ingen
de: Ohne
es_us: Ninguna
eu: Bat ere ez
gu: એકેય નહિ
hi: कुछ नहीं
hu: Nincs
kk: Жоқ
lt: Nėra
mk: Ништо
nb: Ingen
pt_pt: Desligado
si: නොමැත
sr: Nema
sv: Ingen
uk: Немає
ur: نہیں
zh_cn: 无
zh_hk: 無

# IDS_ST_BODY_INTERNET
source: Internet
ar: الإنترنت
hi: इंटरनेट
kk: Шолушы
lt: Internetas
mk: Интернет
nb: Internett
uk: Інтернет
zh_cn: 互联网
zh_hk: 瀏覽器

# IDS_ST_BODY_GALLERY
source: Gallery
ar: استوديو
ca: Galeria
da: Galleri
de: Galerie
es_us: Galería
eu: Galeria
hi: गैलरी
hu: Galéria
kk: Галерея
lt: Galerija
mk: Галерија
nb: Galleri
pt_pt: Galeria
sr: Galerija
sv: Galleri
uk: Галерея
zh_cn: 相册
zh_hk: 媒體瀏覽器

# IDS_ST_BODY_DOUBLE_TAP_TO_MOVE_TO_CONTENT_T_TTS
source: Double tap to move to content.
ar: انقر نقرا مزدوجا للانتقال إلى المحتوى.
ca: Toqui dos cops per moure's al contingut.
da: Dobbelttap for at flytte indholdet.
de: Zweimal tippen, um Inhalt zu verschieben.
es_us: Pulse dos veces para mover al contenido.
eu: Ukitu bi aldiz edukia mugitzeko.
gu: સામગ્રી ખસેડવા માટે બેવાર ટેપ કરો.
hi: सामग्री में ले जाने के लिए दोहरा टैप करें।
hu: Kétszeri érintéssel áthelyezheti a tartalmat.
kk: Мазмұнды жылжыту үшін, екі рет түртіңіз.
lt: Bakstelėkite du kartus, kad pereitumėte prie turinio.
mk: Допрете двапати за да одите до содржините.
nb: Trykk raskt to ganger for å gå til innholdet.
pt_pt: Toque duas vezes para mover o conteúdo.
si: අන්තර්ගතය වෙත යෑමට දෙවරක් තට්ටු කරන්න..
sr: Dvaput kucni za pomeranje sadržaja.
sv: Dubbeltryck om du vill gå till innehållet.
uk: Двічі натисніть, щоб перейти до вмісту.
ur: مشمول پر حرکت کرنے کے لئے دو بار تھپتھپائیں۔
zh_cn: 双击以移动至内容。
zh_hk: 輕觸兩下以移動至內容。

# IDS_MUSIC_BODY_SURROUND
source: Surround
ar: مجسم
ca: So envoltant
es_us: Envolvente
eu: Soinu inguratzailea
gu: આસપાસ
hi: सराउंड
hu: Térhatás
kk: Көлемді дыбыс
lt: Erdvinis garsas
mk: Опкружувачки звук
si: සරවුන්ඩ්
uk: Оточення
ur: سراونڈ
zh_cn: 环绕
zh_hk: 環迴

# IDS_MUSIC_OPT_LYRICS_ABB
source: Lyrics
ar: كلمات الأغاني
ca: Lletra
da: Sangtekster
de: Liedtexte
es_us: Letra
eu: Hitzak
gu: લિરિક્સ
hi: गीत
hu: Dalszöveg
kk: Лирика
lt: Dainos žodžiai
mk: Текстови
nb: Tekster
pt_pt: Letras
si: ගී පද
sr: Stihovi
sv: Text
uk: Слова пісні
ur: گیتوں کے بول
zh_cn: 歌词
zh_hk: 歌詞

source: After you add tracks to Music on your mobile device, they will be shown here.
ar: بعد إضافة المقاطع إلى الموسيقى على جهازك المحمول، ستظهر هنا.
ca: Després d'afegir pistes a Música al seu dispositiu mòbil, es mostraran aquí.
da: Når du har føjet numre til Musik på din mobile enhed, vil de blive vist her.
de: Nachdem Sie Titel zu Musik auf Ihrem Gerät hinzugefügt haben, werden sie hier angezeigt.
es_us: Después de añadir pistas a Música en su dispositivo móvil, se mostrarán aquí.
eu: Zure gailu mugikorreko Musikara abestiak gehitu ondoren, hemen erakutsiko dira.
gu: તમારા મોબાઇલ ઉપકરણ પર સંગીતમાં તમે ટ્રેક્સ ઉમેરો પછી, તે અહીં બતાવવામાં આવશે.
hi: आपके द्वारा अपने मोबाइल डिवाइस पर संगीत में ट्रैक्स जोड़े जाने के बाद, वे यहाँ दिखाई देंगे।
hu: Itt jelennek majd meg a mobileszköz Zene alkalmazásához adott számok.
kk: Тректерді ұялы телефондағы Музыкаға қосқаннан кейін олыр мына жерде көрсетіледі.
lt: Pridėjus takelių prie muzikos mobiliajame įrenginyje, jie bus rodomi čia.
mk: Откако ќе додадете песни во Музика на мобилниот уред, ќе се прикажат тука.
nb: Når du har lagt til spor i Musikk på mobilenheten, vises de her.
pt_pt: Depois de adicionar faixas a Música no seu dispositivo móvel, estas serão mostradas aqui.
si: ඔබේ ජංගම උපාංගයේ සංගීතය වෙත ඔබ ඛණ්ඩ එක් කළ පසුව, ඒවා මෙහි දිස් වනු ඇත.
sr: Nakon što dodaš numere u folder Muzika u mobilnom uređaju, one će se prikazati ovde.
sv: När du har lagt till spår i Musik på din mobila enhet kommer de att visas här.
uk: Після додавання записів до розділу «Музика» на мобільному пристрої їх буде відображено тут.
ur: آپ کے اپنے موبائل ڈیوائس پر میوزک میں ٹریکس کو شامل کر لینے کے بعد، انھیں یہاں دکھایا جائے گا۔
zh_cn: 将曲目添加至移动设备上的音乐后，其将显示在此处。
zh_hk: 在將曲目加入至流動裝置上的音樂後，將顯示於此。

# IDS_MUSIC_BODY_SAMPLING_RATE
source: Sampling rate
ar: معدل أخذ العينات
ca: Freqüència de mostreig
da: Samplinghastighed
es_us: Velocidad de muestra
eu: Sanpleatze abiadura
gu: સેમ્પલીંગ દર
hi: नमूना लेने की दर
hu: Mintavételi frekvencia
kk: Іріктеу жиілігі
lt: Diskretizavimo dažnis
mk: Брзина на семплување
nb: Samplingshastighet
pt_pt: Frequência de amostragem
si: නියැදි අනුපාතය
sr: Frekvencija semplovanja
sv: Samplingshastighet
uk: Частота дискретизації
ur: ‏‫شرح سیمپلنگ
zh_cn: 采样率
zh_hk: 取樣頻率

# IDS_MUSIC_BODY_MARKED_AS_A_FAVOURITE
source: Marked as a favourite.
ar: تم التحديد كمفضلة.
ca: Marcat com a preferit
da: Markeret som en favorit.
de: Als Favorit markiert
es_us: Marcado como favorito.
eu: Gogoko gisa markatuta
gu: મનપસંદ તરીકે માર્ક કર્યુ.
hi: पसंदीदा के रूप में चिह्नित।
hu: Kedvencként megjelölve.
kk: Таңдаулы ретінде белгіленген.
lt: Pažymėta kaip mėgstamiausia.
mk: Означено како омилено.
nb: Merket som en favoritt.
pt_pt: Marcado como um favorito.
si: ප්‍රියතමයක් ලෙස ලකුණු කෙරිණි.
sr: Označeno kao omiljeno.
sv: Markerad som en favorit.
uk: Позначено як обране.
ur: بطور پسندیدہ نشان زد۔
zh_cn: 已标记为收藏
zh_hk: 已標記為我的最愛。

# IDS_MUSIC_BODY_MUSIC
source: Music
ar: الموسيقى
ca: Música
da: Musik
de: Musik
es_us: Música
eu: Musika
gu: સંગીત
hi: संगीत
hu: Zenék
kk: Музыка
lt: Muzika
mk: Музика
nb: Musikk
pt_pt: Música
si: සංගීතය
sr: Muzika
sv: Musik
uk: Музика
ur: میوزک
zh_cn: 音乐
zh_hk: 音樂

# IDS_MUSIC_BODY_NOT_MARKED_AS_A_FAVOURITE
source: Not marked as a favourite.
ar: لم يتم التحديد كمفضلة.
ca: No marcat com a preferit
da: Ikke markeret som en favorit.
de: Nicht als Favorit markiert
es_us: No marcado como favorito.
eu: Ez dago gogoko gisa markatuta
gu: મનપસંદ તરીકે માર્ક નથી કર્યુ.
hi: पसंदीदा के रूप में चिह्नित नहीं।
hu: Nincs kedvencként megjelölve.
kk: Таңдаулы ретінде белгіленбеген.
lt: Nepažymėta kaip mėgstamiausia.
mk: Не е означено како омилено.
nb: Ikke merket som en favoritt.
pt_pt: Não está marcado como um favorito.
si: ප්‍රියතමයක් ලෙස ලකුණු නොකෙරිණි.
sr: Nije označeno kao omiljeno.
sv: Inte markerad som en favorit.
uk: Не позначено як обране.
ur: بطور پسندیدہ نشان زد نہیں۔
zh_cn: 未标记为收藏
zh_hk: 未標記為我的最愛。

# IDS_MUSIC_HEADER_SEARCH_MUSIC_ABB
source: Search music
ar: بحث في الموسيقى
ca: Cercar música
da: Søg efter musik
de: Musik suchen
es_us: Buscar música
eu: Bilatu musika
gu: સંગીત શોધો
hi: संगीत खोजें
hu: Zene keresése
kk: Музыка іздеу
lt: Ieškoti muzikos
mk: Пребарување музика
nb: Søk musikk
pt_pt: Procurar música
si: සංගීතය සොයන්න
sr: Pretraži muziku
sv: Sök musik
uk: Пошук музики
ur: میوزک تلاش کریں
zh_cn: 搜索音乐
zh_hk: 搜尋音樂

# IDS_MUSIC_POP_AUTO_RECOMMENDATION_DOES_NOT_SUPPORT_THIS_AUDIO_FILE
source: Auto recommendation does not support this audio file.
ar: التوصيات التلقائية لا تدعم هذا الملف الصوتي.
ca: La recomanació automàtica no admet aquest fitxer d'àudio
da: Automatisk anbefaling understøtter ikke denne lydfil.
de: Diese Audiodatei wird von der automatischen Empfehlungsfunktion nicht unterstützt.
es_us: La recomendación automática no admite este archivo de audio.
eu: Gomendio automatikoak ez du audio fitxategi hau onartzen
gu: સ્વતઃ ભલામણો આ ઓડિયો ફાઇલનું સમર્થન કરતી નથી.
hi: स्वतः अनुशंसाएँ इस ऑडियो फाइल का समर्थन नहीं करती है।
hu: Az automatikus javaslás nem támogatja ezt a hangfájlt.
kk: Авто ұсыныс бұл аудио файлын қолданбайды.
lt: Automatinė rekomendacija nepalaiko šio garso failo.
mk: Автоматското препорачување не го поддржува овој звучен запис.
nb: Automatiske anbefalinger støtter ikke denne lydfilen.
pt_pt: A recomendação automática não suporta este ficheiro de áudio.
si: අපේ නිර්දේශය ශ්‍රව්‍ය ගොනුව පිළි නොගනියි.
sr: Automatska preporuka ne podržava ovaj audio fajl.
sv: Automatisk rekommendation stödjer inte den här ljudfilen.
uk: Цей тип аудіофайла не підтримується авторекомендаціями.
ur: خودکار تجویز اس آڈیو فائل کی تائید نہيں کرتی
zh_cn: 自动推荐不支持该音频文件
zh_hk: 自動建議不支援此音訊檔案。

# IDS_MUSIC_POP_SORRY_THE_PLAYER_DOES_NOT_SUPPORT_THIS_TYPE_OF_AUDIO_FILE
source: Sorry, the player does not support this type of audio file.
ar: عذرا، لا يدعم المشغل هذا النوع من ملفات الصوت.
ca: Ho sentim, el reproductor no és compatible amb aquest tipus de fitxer d'àudio
da: Beklager, afspilleren understøtter ikke denne type lydfil.
de: Der Player unterstützt diese Art von Audiodatei nicht
es_us: No soportado.
eu: Barkatu, erreproduktoreak ez du audio artxibo mota hau onartzen
gu: ક્ષમા કરશો, પ્લેયર આ પ્રકારની ઓડિયો ફાઇલને ટેકો આપતું નથી.
hi: क्षमा करें, इस किस्‍म की ऑडियो फाइल को प्‍लेयर समर्थन नहीं देता।
hu: A lejátszó sajnos nem támogatja az ilyen típusú hangfájlokat.
kk: Кешіріңіз, ойнатқышта мұндай аудио файл болмайды.
lt: Apgailestaujame, bet leistuvas nepalaiko šio tipo garso failo.
mk: За жал, плеерот не го поддржува овој вид звучен запис.
nb: Beklager, men spilleren støtter ikke denne typen lydfil.
pt_pt: Lamentamos, o leitor não suporta este tipo de ficheiro de áudio.
si: සමාවන්න, ධාවකය මෙම වර්ගයේ ශ්‍රව්‍ය ගොනු වලට සහය දක්වන්නේ නැත.
sr: Nažalost plejer ne podržava ovu vrstu audio fajla.
sv: Spelaren har tyvärr inte stöd för den här typen av ljudfil.
uk: Плеєр не підтримує цей тип аудіофайла.
ur: معذرت، پلیئر اس قسم کی آڈیو فائل کی معاونت نہیں کرتا
zh_cn: 抱歉，播放器不支持该类型的音频文件。
zh_hk: 對不起，播放器不支援此類型音訊檔案。

# IDS_MUSIC_BODY_FAVOURITES
source: Favourites
ar: المفضلة
ca: Preferits
da: Favoritter
de: Favoriten
es_us: Favoritos
eu: Gogokoenak
gu: મનપસંદો
hi: पसंदीदा
hu: Kedvencek
kk: Таңдаулылар
lt: Mėgstamiausieji
mk: Омилени
nb: Favoritter
pt_pt: Favoritos
si: ප්‍රියතම දෑ
sr: Omiljeni
sv: Favoriter
uk: Улюблені
ur: پسند کردہ
zh_cn: 我的收藏
zh_hk: 我的最愛

# IDS_MUSIC_BODY_MOST_PLAYED
source: Most played
ar: أكثر ما تم عرضه
ca: El més reproduït
da: Mest afspillede
de: Am häufigsten wiedergegeben
es_us: Más reproducidas
eu: Gehienetan erreproduzitutakoak
gu: ખૂબ વગાડાયેલ
hi: अधिकांश चलाए गए
hu: Leggyakrabban játszott
kk: Әйгілі файлдар
lt: Dažniausiai grojami
mk: Најчесто емитувано
nb: Mest spilt
pt_pt: Mais reproduzidas
si: වඩාත්ම වාදනය කළ
sr: Najčešće puštano
sv: Mest spelade
uk: Найчастіше відтворювані
ur: سب سے زیادہ چلایا گیا
zh_cn: 最常播放
zh_hk: 最常播放

# IDS_MUSIC_BODY_RECENTLY_ADDED
source: Recently added
ar: المضاف حديثا
ca: Afegides fa poc
da: Tilføjet for nylig
de: Zuletzt hinzugefügt
es_us: Añadidos recientemente
eu: Azken gehitutakoak
gu: તાજેતરમાં ઉમેરાયેલ
hi: हाल में जोड़ा गया
hu: Legutóbb hozzáadott
kk: Соңғы қосылғандар
lt: Neseniai pridėti
mk: Последно додадено
nb: Nylig lagt til
pt_pt: Adicionadas recentemente
si: මෑතකාලීනව එක් කළ
sr: Nedavno dodato
sv: Nyligen tillagda
uk: Останні додані
ur: حالیہ اضافہ
zh_cn: 最近添加的
zh_hk: 最近加入

# IDS_MUSIC_OPT_CREATE_PLAYLIST
source: Create playlist
ar: إنشاء قائمة تشغيل
ca: Crear llista de reproducció
da: Opret afspilningsliste
de: Wiedergabeliste erstellen
es_us: Crear lista de reproducción
eu: Erreprodukzio zerrenda sortu
gu: પ્લેલિસ્ટ તૈયાર કરો
hi: प्लेसूची बनाएं
hu: Új lejátszási lista
kk: Әндер тізімін құру
lt: Sukurti grojaraštį
mk: Нова музичка листа
nb: Opprett spilleliste
pt_pt: Criar lista de reprodução
si: වාදන ලැයිස්තුවක් සාදන්න
sr: Kreiraj listu za reprodukciju
sv: Skapa spellista
uk: Створити список відтворення
ur: چلانے کی فہرست بنائیں
zh_cn: 新建播放列表
zh_hk: 建立播放清單

# IDS_MUSIC_OPT_REMOVE
source: Remove
ar: حذف
ca: Eliminar
da: Fjern
de: Entfernen
es_us: Eliminar
eu: Kendu
gu: દૂર કરો
hi: हटाएँ
hu: Eltávolít
kk: Жоғалту
lt: Šalinti
mk: Отстрани
nb: Fjerne
pt_pt: Remover
si: ඉවත් කරන්න
sr: Ukloni
sv: Ta bort
uk: Видалити
ur: ہٹانا
zh_cn: 移除
zh_hk: 移除

# IDS_MUSIC_OPT_SETAS_CALLER_RINGTONE
source: Caller ringtone
ar: نغمة رنين المتصل
ca: Melodia de la persona que truca
da: Kontaktringetone
de: Anruferklingelton
es_us: Tono del contacto
eu: Dei egilearen dei doinua
gu: કૉલર રિંગટોન
hi: कॉलर रिंगटोन
hu: Hívó csengőhangja
kk: Телефон шалушы әуені
lt: Skambintojo skambėjimo tonas
mk: Тон за повикувач
nb: Kontakt-ringetone
pt_pt: Toque do chamador
si: අමතන්නාගේ රිංග්ටෝනය
sr: Ton zvona pozivaoca
sv: Ringsignal till Foto-ID
uk: Звук дзвінка абонента
ur: کالر رنگ ٹون
zh_cn: 特定联系人铃声
zh_hk: 來電者鈴聲

# IDS_MUSIC_TAB4_ARTISTS
source: Artists
ar: الفنانون
ca: Artistes
da: Kunstnere
de: Interpreten
es_us: Artistas
eu: Artistak
gu: કલાકાર
hi: कलाकार
hu: Előadók
kk: Орындаушылар
lt: Atlikėjai
mk: Изведувачи
nb: Artist
pt_pt: Artistas
si: ශිල්පීන්
sr: Umetnici
sv: Artister
uk: Виконавці
ur: فنکار
zh_cn: 艺术家
zh_hk: 演出者

# IDS_MUSIC_POP_UNABLE_TO_ADD
source: Unable to add.
ar: تتعذر الإضافة.
ca: No es pot afegir
da: Der kan ikke tilføjes.
de: Hinzufügen nicht möglich
es_us: No es posible añadir.
eu: Ezin da gehitu
gu: જોડવામાં અક્ષમ.
hi: जोड़ने में असमर्थ।
hu: Nem adható hozzá.
kk: Қосу мүмкін емес.
lt: Negalima pridėti.
mk: Не може да се додаде.
nb: Kan ikke legge til.
pt_pt: Impossível adicionar.
si: එක් කළ නොහැක.
sr: Nemoguće dodati.
sv: Det går inte att lägga till.
uk: Неможливо додати.
ur: اضافہ کرنے سے قاصر۔
zh_cn: 无法添加。
zh_hk: 無法加入。

# IDS_MUSIC_POP_UNABLE_CREATE_PLAYLIST
source: Unable to create playlist.
ar: يتعذر إنشاء قائمة تشغيل.
ca: No es pot crear llista de reproducció
da: Afspilningslisten kan ikke oprettes.
de: Erstellen der Wiedergabeliste nicht möglich
es_us: No se puede crear la lista de reproducción.
eu: Ezin da erreprodukzio zerrenda sortu
gu: પ્લેલિસ્ટ બનાવવામાં અક્ષમ.
hi: प्‍लेसूची बनाने में असमर्थ।
hu: Nem hozható létre lejátszási lista.
kk: Ойнату тізімін құру мүмкін емес.
lt: Negalima sukurti grojaraščio.
mk: Не може да се отвори музичка листа.
nb: Kan ikke opprette spilleliste.
pt_pt: Impossível criar lista de reprodução.
si: වාදන ලැයිස්තුව සෑදිය නොහැකි විය.
sr: Nemoguće kreirati listu za reprodukciju.
sv: Det går inte att skapa spellista.
uk: Неможливо створити список відтворення.
ur: پلے لسٹ بنانے سے قاصر۔
zh_cn: 无法创建播放列表。
zh_hk: 無法建立播放清單。

# IDS_MUSIC_POP_UNABLE_TO_GET_TAG
source: Unable to get tag.
ar: يتعذر الحصول على رمز.
ca: No es pot obtenir l'etiqueta
da: Kan ikke hente tag.
de: Tag kann nicht abgerufen werden
es_us: No es posible obtener etiqueta.
eu: Ezin da etiketa eskuratu
gu: ટેગ મેળવવામાં અસમર્થ.
hi: टैग प्राप्त करने में अक्षम।
hu: Nem sikerült lekérni a címkét.
kk: Тег алу мүмкін емес.
lt: Neįmanoma gauti žymos.
mk: Не може да се добие ознака.
nb: Kan ikke hente tagg.
pt_pt: Impossível obter etiqueta.
si: ටැගය ලබා ගත නොහැකි විය.
sr: Nemoguće dobiti oznaku.
sv: Det går inte att hämta taggen.
uk: Неможливо отримати тег.
ur: ٹیگ حاصل کرنے سے قاصر۔
zh_cn: 无法获取标签。
zh_hk: 無法取得標籤。

# IDS_MUSIC_POP_UNABLE_TO_ADD_MORE_THAN_PD_MUSIC_FILE
source: Unable to add more than %d music file.
ar: تتعذر إضافة أكثر من %d ملف موسيقى.
ca: No es poden afegir més de %d fitxers de música
da: Kan ikke tilføje flere end %d musikfil.
de: Mehr als %d Musikdateien können nicht hinzugefügt werden
es_us: No es posible añadir más de %d archivos de música.
eu: Ezin izan dira %d musika fitxategi baino gehiago gehitu
gu: %d કરતાં વધુ મ્યુઝિક ફાઇલ જોડવામાં અક્ષમ.
hi: %d से अधिक संगीत फ़ाइल जोड़ने में असमर्थ।
hu: Legfeljebb %d zenei fájl adható hozzá.
kk: Музыкалық файл қосудың реті келмеді: %d артық емес.
lt: Negalima pridėti daugiau kaip %d muzikos failo (-ų).
mk: Не може да се додадат повеќе од %d музички фајлови.
nb: Kan ikke legge til mer enn %d musikkfiler.
pt_pt: Impossível adicionar mais de %d ficheiros de música.
si: සංගීත ගොනු %d ට වඩා එක් කළ නොහැකිය.
sr: Nemoguće dodati više od %d muzičkih fajlova.
sv: Kan inte lägga till fler än %d musikfiler.
uk: Неможливо додати більше %d музичних файлів.
ur: اضافہ نہیں کر سکا%d میوزک فائیل۔
zh_cn: 不能添加超过 %d 的音乐文件。
zh_hk: 無法加入超過 %d 個音樂檔案。

# IDS_MUSIC_BODY_ALBUM
source: Album
ar: الألبوم
ca: Àlbum
es_us: Álbum
eu: Albuma
gu: આલ્બમ
hi: एल्बम
kk: Альбом
lt: Albumas
mk: Албум
pt_pt: Álbum
si: ඇල්බමය
uk: Альбом
ur: البم
zh_cn: 专辑
zh_hk: 專輯

# IDS_MUSIC_BODY_AUTHOR
source: Author
ar: المؤلف
ca: Autor
da: Forfatter
de: Autor
es_us: Autor
eu: Egilea
gu: લેખક
hi: लेखक
hu: Szerző
kk: Aвтор
lt: Autorius
mk: Автор
nb: Forfatter
pt_pt: Autor
si: කර්තෘ
sr: Autor
sv: Författare
uk: Автор
ur: لکھنے والا
zh_cn: 作者
zh_hk: 作家

# IDS_MUSIC_BODY_COPYRIGHT
source: Copyright
ar: حقوق النسخ
da: Ophavsret
de: Urheberrecht
es_us: Derechos de autor
gu: કોપિરાઇટ
hi: कॉपीराइट
hu: Szerzői jog
kk: Авторлық құқықтар
lt: Autorių teisės
mk: Авторски права
pt_pt: Direitos de autor
si: හිමිකම්
sr: Autorska prava
uk: Авторське право
ur: کاپی رائیٹ
zh_cn: 版权
zh_hk: 版權

# IDS_MUSIC_BODY_CREATE_PLAYLIST
source: Create playlist
ar: إنشاء قائمة تشغيل
ca: Crear llista de reproducció
da: Opret afspilningsliste
de: Wiedergabeliste erstellen
es_us: Crear lista de reproducción
eu: Erreprodukzio zerrenda sortu
gu: પ્લેલિસ્ટ તૈયાર કરો
hi: प्लेसूची बनाएं
hu: Új lejátszási lista
kk: Әндер тізімін құру
lt: Sukurti grojaraštį
mk: Нова музичка листа
nb: Opprett spilleliste
pt_pt: Criar lista de reprodução
si: වාදන ලැයිස්තුවක් සාදන්න
sr: Kreiraj listu za reprodukciju
sv: Skapa spellista
uk: Створити список відтворення
ur: چلانے کی فہرست بنائیں
zh_cn: 新建播放列表
zh_hk: 建立播放清單

# IDS_MUSIC_BODY_DESCRIPTION
source: Description
ar: الشرح
ca: Descripció
da: Beskrivelse
de: Beschreibung
es_us: Descripción
eu: Deskribapena
gu: વિવરણ
hi: विवरण
hu: Leírás
kk: Сипаттама
lt: Aprašas
mk: Опис
nb: Beskrivelse
pt_pt: Descrição
si: විස්තරය
sr: Opis
sv: Beskrivning
uk: Опис
ur: تفصیل
zh_cn: 说明
zh_hk: 描述

# IDS_MUSIC_BODY_FORMAT
source: Format
ar: هيئة
es_us: Formato
eu: Formatua
gu: ફોર્મેટ
hi: फॉर्मेट
hu: Formátum
kk: Форматтау
lt: Formatas
mk: Формат
pt_pt: Formato
si: ආකෘතිය
uk: Формат
ur: فارمیٹ
zh_cn: 格式
zh_hk: 格式

# IDS_MUSIC_BODY_IMPOSSIBLE
source: Impossible
ar: غير ممكن
ca: No és possible
da: Ikke mulig
de: Nicht möglich
es_us: Imposible
eu: Ezinezkoa
gu: અશક્ય
hi: असंभव
hu: Nem lehetséges
kk: Мүмкін емес
lt: Neįmanoma
mk: Невозможно
nb: Umulig
pt_pt: Impossível
si: විය නොහැකි
sr: Nemoguće
sv: Ej möjlig
uk: Неможливо
ur: ناممکن
zh_cn: 不可以
zh_hk: 不可以

# IDS_MUSIC_BODY_NO_PLAYLISTS
source: No playlists
ar: لا توجد قوائم تشغيل
ca: No hi ha llistes de reproducció
da: Ingen afspilningslister
de: Keine Wiedergabelisten
es_us: Vacío
eu: Erreprodukzio zerrendarik ez
gu: કોઈ પ્લેલિસ્ટ નથી
hi: प्‍लेसूचियाँ नहीं है
hu: Nincs lejátszási lista
kk: Ойнату тізімі жоқ
lt: Nėra grojaraščių
mk: Нема музички листи
nb: Ingen spillelister
pt_pt: Nenhuma lista de reprodução
si: වාදන ලැයිස්තු නැත
sr: Nema plejlisti
sv: Inga spellistor
uk: Немає списків відтворення
ur: چلانے کی فہرست نہیں
zh_cn: 无播放列表
zh_hk: 無播放清單

# IDS_MUSIC_BODY_TRACK_NUMBER
source: Track number
ar: رقم الأغنية
ca: Número de pista
da: Spor-nummer
de: Nummer des Titels
es_us: Número de canción
eu: Abesti zenbakia
gu: ટ્રેક નંબર
hi: ट्रैक नंबर
hu: Szám száma
kk: Нөмір жолағы
lt: Įrašo numeris
mk: Реден број
nb: Spornummer
pt_pt: Número da faixa
si: ඛණ්ඩ අංකය
sr: Broj numere
sv: Spårnummer
uk: Номер запису
ur: ٹریک نمبر
zh_cn: 曲目号
zh_hk: 曲目編號

# IDS_MUSIC_POP_DELETE_Q
source: Delete?
ar: مسح؟
ca: Esborrar?
da: Slet?
de: Löschen?
es_us: ¿Eliminar?
eu: Ezabatu?
gu: કાઢી નાખવું?
hi: हटाएँ?
hu: Törli?
kk: Өшіресіз бе?
lt: Ar trinti?
mk: Да се избрише?
nb: Slette?
pt_pt: Eliminar?
si: මකන්නද?
sr: Obriši?
sv: Radera?
uk: Видалити?
ur: مٹانا؟
zh_cn: 删除？
zh_hk: 刪除嗎？

# IDS_MUSIC_POP_REMOVE_Q
source: Remove?
ar: حذف؟
ca: Eliminar?
da: Fjern?
de: Entfernen?
es_us: ¿Eliminar?
eu: Kendu?
gu: હટાવો?
hi: हटायें?
hu: Törli?
kk: Жоясыз ба?
lt: Ar šalinti?
mk: Отстрани?
nb: Fjerne?
pt_pt: Remover?
si: ඉවත් කරන්න?
sr: Ukloni?
sv: Ta bort?
uk: Видалити?
ur: مٹائیں؟
zh_cn: 移除?
zh_hk: 要移除嗎？

# IDS_MUSIC_POP_UNABLE_RENAME_PLAYLIST
source: Unable to rename playlist.
ar: تتعذر إعادة تسمية قائمة التشغيل.
ca: No es pot canviar el nom de la llista de reproducció
da: Afspilningslisten kan ikke omdøbes.
de: Wiedergabeliste kann nicht umbenannt werden
es_us: No es posible renombrar la lista de reproducción.
eu: Ezin da erreprodukzio zerrenda berrizendatu
gu: પ્લેલિસ્ટનું નામ બદલવામાં અક્ષમ.
hi: प्‍लेसूची का नाम बदलने में अक्षम।
hu: A lejátszási listát nem lehet átnevezni.
kk: Ойнату тізімін атын өзгерту мүмкін емес.
lt: Negalima pakeisti grojaraščio pavadinimo.
mk: Музичката листа не може да се преименува.
nb: Kan ikke gi spillelisten nytt navn.
pt_pt: Impossível mudar o nome da lista de reprodução.
si: වාදන ලැයිස්තුව ප්‍රතිනම් කල නොහැකි විය.
sr: Nemoguće preimenovati listu za reprodukciju.
sv: Det går inte att byta namn på spellistan.
uk: Неможливо перейменувати список відтворення.
ur: پلے لسٹ کو نیا نام دینے سے قاصر۔
zh_cn: 无法重命名播放列表。
zh_hk: 無法重新命名播放清單。

# IDS_MUSIC_TAB4_ALBUMS
source: Albums
ar: الألبومات
ca: Àlbums
da: Albummer
de: Alben
es_us: Álbumes
eu: Albumak
gu: આલ્બમ્સ
hi: एल्बम्स
hu: Albumok
kk: Альбомдар
lt: Albumai
mk: Албуми
nb: Album
pt_pt: Álbuns
si: ඇල්බම
sr: Albumi
sv: Album
uk: Альбоми
ur: البمز
zh_cn: 专辑
zh_hk: 專輯

# IDS_MUSIC_POP_ADDING
source: Adding...
ar: جاري الإضافة...
ca: Afegint...
da: Tilføjer...
de: Wird hinzugefügt...
es_us: Añadiendo…
eu: Gehitzen...
gu: ઉમેરાય છે...
hi: जोड़ रहा है...
hu: Hozzáadás...
kk: Қосылуда...
lt: Pridedama...
mk: Се додава...
nb: Legger til...
pt_pt: A adicionar...
si: එක් කරමින්...
sr: Dodavanje...
sv: Lägger till...
uk: Додавання...
ur: اضافہ کر رہا ہے۔۔۔
zh_cn: 添加中...
zh_hk: 正在加入...

# IDS_MUSIC_POP_DELETE_PD_ALBUMS_Q
source: Delete %d albums?
ar: هل تريد حذف %d من الألبومات؟
ca: Esborrar %d àlbums?
da: Slet %d albummer?
de: %d Alben löschen?
es_us: ¿Desea eliminar los álbumes de %d?
eu: Ezabatu %d album?
gu: %d આલબમ્સ હટાવીએ?
hi: %d एल्बम हटाएँ?
hu: Töröl %d albumot?
kk: %d альбомды жою керек пе?
lt: Trinti %d albumus (-ų)?
mk: Да се избришат %d албуми?
nb: Vil du slette %d album?
pt_pt: Eliminar %d álbuns?
si: ඇල්බම %d මකන්න ද?
sr: Izbrisati %d albuma?
sv: Ta bort %d album?
uk: Видалити %d альбому(-ів)?
ur: %d البمز کو حذف کریں؟
zh_cn: 是否删除 %d 本相册？
zh_hk: 刪除 %d 張專輯嗎？
