Repository: tizenorg/profile.mobile.apps.native.music-player
Catalog: po/*.po
Languages: ar, ca, da, de, es_us, eu, gu, hi, hu, kk, lt, mk, nb, pt_pt, si, sr, sv, uk, ur, zh_cn, zh_hk

# IDS_MUSIC_OPT_END
source: End
ar: إنهاء
ca: Finalitzar
da: Afslut
de: Beenden
es_us: Finalizar
eu: Amaitu
gu: અંત
hi: समाप्त करें
hu: Befejez
kk: Соңы
lt: Baigti
mk: Крај
nb: Lukk
pt_pt: Terminar
sr: Ugasi
sv: Avsluta
uk: Завершити
zh_cn: 结束
zh_hk: 結束

# IDS_MUSIC_OPT_EDIT
source: Edit
ar: تعديل
ca: Editar
da: Redigér
de: Bearbeiten
es_us: Editar
eu: Editatu
gu: સંપાદિત કરો
hi: संपादित करें
hu: Szerkeszt
kk: Өзгерту
lt: Redaguoti
mk: Измени
nb: Rediger
pt_pt: Editar
sr: Izmeni
sv: Redigera
uk: Редагувати
zh_cn: 编辑
zh_hk: 編輯

# IDS_CAM_HEADER_UPDATED
source: Updated.
ar: تم التحديث.
ca: Actualitzat
da: Opdateret.
de: Aktualisiert
es_us: Actualizado.
eu: Eguneratua
gu: અપડેટ થયેલું.
hi: अपडेट हो गया।
hu: Frissítve.
kk: Жаңартылды
lt: Atnaujinta.
mk: Ажурирано.
nb: Oppdatert.
pt_pt: Actualizado.
sr: Ažurirano.
sv: Uppdaterad.
uk: Оновлено.
zh_cn: 已更新
zh_hk: 已更新。

# IDS_MUSIC_POP_REMOVED
source: Removed.
ar: تم الحذف.
ca: Eliminat
da: Fjernet.
de: Entfernt
es_us: Eliminado.
eu: Kenduta
gu: હટાવાયા.
hi: निकाला।
hu: Törölve.
kk: Жойылған
lt: Pašalinta.
mk: Отстрането.
nb: Fjernet.
pt_pt: Removido.
sr: Uklonjeno.
sv: Borttagen.
uk: Видалено.
zh_cn: 已移除
zh_hk: 已移除

# IDS_MUSIC_OPT_SELECTED
source: Selected
ar: محدد
ca: Seleccionat
da: Valgte
de: Ausgewählt
es_us: Seleccionado
eu: Aukeratutakoa(k)
gu: પસંદ કરાયેલું
hi: चयनित
hu: Kiválasztott
kk: Таңдалды
lt: Pasirinkta
mk: Избраните
nb: Valgt
pt_pt: Seleccionado
sr: Označeno
sv: Markerade
uk: Вибране
zh_cn: 已选择
zh_hk: 已選擇

# IDS_ST_BUTTON_SCAN
source: Scan
ar: بحث
ca: Escanejar
da: Scanning
de: Suchen
es_us: Buscar
eu: Eskaneatzea
gu: સ્કેન કરો
hi: स्‍कैन करें
hu: Keresés
kk: Қарап шығу
lt: Skenuoti
mk: Скенирај
nb: Søk
pt_pt: Pesquisar
si: පිරික්සන්න
sr: Skeniraj
sv: Skanna
uk: Сканувати
zh_cn: 扫描
zh_hk: 掃描

# IDS_MF_POP_ERROR
source: Error.
ar: خطأ
da: Fejl.
de: Fehler
eu: Akatsa
gu: ભૂલ.
hi: त्रुटि।
hu: Hiba
kk: Қате
lt: Klaida
mk: Грешка.
nb: Feil.
pt_pt: Erro.
si: දෝෂය.
sr: Greška.
sv: Fel.
uk: Помилка
zh_cn: 出错
zh_hk: 錯誤

# IDS_MF_POP_MEMORY_FULL
source: Memory full.
ar: امتلأت الذاكرة.
ca: Memòria plena
da: Hukommelsen er fuld.
de: Speicher voll
es_us: Memoria llena.
eu: Memoria beteta
gu: સ્મૃતિ છલોછલ.
hi: मेमोरी पूर्ण।
hu: Memória megtelt.
kk: Жад толып кеткен.
lt: Atmintis pilna.
mk: Меморијата е полна.
nb: Minnet er fullt.
pt_pt: Memória cheia.
si: මතකය සම්පූර්ණයි.
sr: Memorija puna.
sv: Minnet fullt.
uk: Пам'ять заповнено.
zh_cn: 内存已满
zh_hk: 記憶體已滿

# IDS_MUSIC_MBODY_QUEUE
source: Queue
ar: قائمة الانتظار
ca: Cua
da: Sæt i kø
de: Warteschlange
es_us: En espera
eu: Ilaran
gu: કતાર
hi: कतार
hu: Sor
kk: Кезек
lt: Eilė
mk: Ред
nb: Kø
pt_pt: Fila
si: පෝලිම
sr: Čekanje
sv: Kö
uk: Черга
ur: قطار
zh_cn: 列表
zh_hk: 隊列

# IDS_MUSIC_OPT_VOLUME
source: Volume
ar: درجة الصوت
ca: Volum
da: Lydstyrke
de: Lautstärke
es_us: Volumen
eu: Bolumena
gu: અવાજ
hi: वॉल्यूम
hu: Hangerő
kk: Дыбыс қаттылығы
lt: Garsumas
mk: Јачина на тон
nb: Volum
si: හඬ ප්‍රමාණය
sr: Jačina
sv: Volym
uk: Гучність
ur: وآلیوم
zh_cn: 音量
zh_hk: 音量

# IDS_MUSIC_BODY_SHUFFLE
source: Shuffle
ar: الخلط
ca: Ordre aleatori
da: Bland
de: Zufallswiedergabe
es_us: Aleatorio
eu: Ausazko ordena
gu: શફલ કરો
hi: शफल
hu: Véletlen sorrend
kk: Кездейсоқ тәртіп
lt: Maišyti
mk: Произволно
nb: Tilfeldig avspilling
pt_pt: Aleatório
si: ෂෆ්ල්
sr: Nasumično
sv: Blanda
uk: Випадковий порядок
ur: شفل
zh_cn: 随机播放
zh_hk: 隨機播放

# IDS_MUSIC_OPT_REPEAT
source: Repeat
ar: التكرار
ca: Repetir
da: Gentag
de: Wiederholen
es_us: Repetir
eu: Errepikatu
gu: પુનરાવર્તન
hi: दोहराएँ
hu: Ismétlés
kk: Қайталау
lt: Kartoti
mk: Повторување
nb: Gjenta
pt_pt: Repetir
si: පුනරාවර්ත කරන්න
sr: Ponovi
sv: Upprepa
uk: Повторити
ur: دوہرائیں
zh_cn: 重复
zh_hk: 重複

# IDS_IM_POP_MAXIMUM_SIZE_OF_FILES_EXCEEDED
source: Maximum size of files exceeded.
ar: تم تجاوز الحد الأقصى لحجم الملفات.
ca: S'ha excedit la mida màxima de fitxers
da: Den maksimale filstørrelse overskredet.
de: Maximale Dateigröße überschritten
es_us: Tamaño máximo de archivos superado.
eu: Fitxategien gehienezko neurria gaindituta
gu: ફાઇલ્સની મહત્તમ કદ વટાવાઈ ગઈ.
hi: फाइलों का अधिकतम आकार पार कर गया है।
hu: Túllépte a maximális fájlméretet.
kk: Файлдардың ең үлкен өлшемінен асып кетті.
lt: Viršytas leistinas failų dydis.
mk: Надмината е максималната големина за фајловите.
nb: Maksimal filstørrelse oversteget.
pt_pt: Tamanho máximo dos ficheiros excedido.
si: උපරිම ගොනු ප්‍රමාණය ඉක්මවිය.
sr: Pređena maksimalna veličina fajlova.
sv: Högsta filstorlek överskreds.
uk: Перевищено максимальний розмір файлів.
ur: فائلوں کا سائز انتہا سے زیادہ ہوگیا۔
zh_cn: 已达到文件最大尺寸。
zh_hk: 超出檔案大小上限。

# IDS_MF_BODY_DROPBOX_ABB
source: Dropbox
gu: ડ્રોપબોક્સ
hi: ड्रॉपबॉक्स
si: ඩ්‍රොප්බොක්ස්

# IDS_MUSIC_BODY_WOW_HD
source: Wow HD
ar: واو HD

# IDS_COM_BODY_CLOSE
source: Close
gu: બંધ કરો
si: වසන්න
ur: بند کرنا

# IDS_COM_POP_MAXIMUM_NUMBER_OF_CHARACTERS_REACHED
source: Maximum number of characters reached.
gu: વર્ણોની મહત્તમ સંખ્યાએ પહોંચ્યા.
si: උපරිම අක්ෂර ගණනට ලඟා විය.
ur: کریکٹر کی حد ہو گئی۔

# IDS_COM_BODY_MESSAGE
source: Message
gu: સંદેશ
si: පණිවිඩය
ur: پیغام

# IDS_COM_SK_OK
source: OK
gu: ઓકે
si: හරි
ur: ٹھیک ہے

# IDS_COM_SK_CANCEL
source: Cancel
gu: રદ કરો
si: අව. කර
ur: منسوخ

# IDS_COM_SK_REFRESH
source: Refresh
gu: તાજું કરવું
si: නැවුම් කර
ur: ریفریش کریں

# IDS_COM_BODY_SELECT_ALL
source: Select all
gu: બધું પસંદ કરો
si: සියල්ල තෝරන්න
ur: تمام منتخب کریں

# IDS_COM_BODY_SETTINGS
source: Settings
gu: સેટિંગ્સ
si: සැකසුම්
ur: سیٹنگز

# IDS_COM_BUTTON_SHARE
source: Share
gu: શેર
si: බෙදා.
ur: شراکت

# IDS_COM_SK_REMOVE
source: Remove
gu: દૂર કરો
si: ඉවත් කර.
ur: ہٹانا

# IDS_COM_BODY_PD_SELECTED
source: %d selected.
gu: %d પસંદ કર્યા
si: %d ක් තෝරා ඇත.
ur: %d منتخب ہوگیا

# IDS_COM_SK_DELETE
source: Delete
gu: કાઢી નાખો
si: මකන්න
ur: مٹانا

# IDS_COM_POP_DELETED
source: Deleted.
gu: ભૂસાઇ ગયું.
si: මැකිණි.
ur: مٹ گیا۔

# IDS_COM_POP_FAILED
source: Failed.
gu: નિષ્ફળ.
si: අසාර්ථකයි.
ur: ناکام ہوا۔

# IDS_COM_BODY_LOADING
source: Loading...
gu: લોડિંગ...
si: පූරණය කරමින්...
ur: لوڈنگ...

# IDS_MH_OPT_MORE_INFO_ABB
source: More info
gu: વધુ માહિતી
si: වැඩිදුර තතු
ur: مزید معلومات

# IDS_COM_SK_NEXT
source: Next
gu: પછીનું
si: ඊලඟ
ur: اگلا

# IDS_COM_BODY_GALLERY
source: Gallery
gu: ગેલેરી
si: ගැලරි
ur: گیلری

# IDS_MUSIC_POP_UNABLE_TO_PLAY_DURING_CALL
source: Unable to play during call.
gu: કૉલ દરમ્યાન ચલાવવામાં અક્ષમ.
si: ඇමතුම අතරතුර වාදනය කළ නොහැක.
ur: کال کے دوران چلانے سے قاصر۔

# IDS_MUSIC_OPT_RENAME
source: Rename
gu: ફરી નામ આપો
si: යළි නම් කරන්න
ur: نیا نام دیں

# IDS_MH_BODY_THE_PLAYLIST_NAME_PS_IS_ALREADY_IN_USE
source: The playlist name %s is already in use.
gu: પ્લેલિસ્ટ નામ %s પહેલેથી ઉપયોગમાં છે.
si: %s ගීත ලැයිස්තු නම දැනටමත් භාවිතයේය.
ur: پلے فہرست نام %s پہلے سے استعمال میں ہے

# IDS_MH_TPOP_PD_TRACKS_ADDED_TO_PLAYLIST
source: %d tracks added to playlist.
gu: %d ટ્રેક્સને પ્લેલિસ્ટમાં ઉમેરવામાં આવ્યા છે.
si: ඛණ්ඩ %d ක් ධාවන ලැයිස්තුව වෙත එක් කරන ලදී.
ur: پلے فہرست میں %d ٹریکس اضافہ کئے گئے۔

# IDS_MH_MBODY_RECENTLY_ADDED_M_SONG
source: Recently added
gu: હાલમાં ઉમેર્યુ
si: මෑතකාලීනව එකතු කළ
ur: حالیہ طور پر شامل کیا گيا

# IDS_MH_TPOP_1_TRACK_ADDED_TO_PLAYLIST
source: 1 track added to playlist.
gu: 1 ટ્રેક પ્લેલિસ્ટમાં ઉમેર્યુ
si: ධාවන ලැයිස්තුව වෙත 1 ඛණ්ඩයක් එක් කෙරිණි.
ur: پلے فہرست پر 1 ٹریک اضافہ کیا گیا

# IDS_MH_BODY_TOTAL
source: Total
gu: કુલ
si: මුළු
ur: تمام

# IDS_COM_BODY_MUSIC
source: Music
gu: સંગીત
si: සංගීතය
ur: میوزک

# IDS_COM_BODY_NO_CONTENTS
source: No content
gu: કોઈ સામગ્રીઓ નથી
si: අන්තර්ගත නැත
ur: کوئی اجزا نہيں

# IDS_COM_BODY_UNKNOWN
source: Unknown
gu: અજ્ઞાત
si: නොදන්නා
ur: نامعلوم

# IDS_COM_POP_ERROR
source: Error.
gu: ભૂલ.
si: දෝෂය.
ur: غلطی

# IDS_COM_SK_DOWNLOAD
source: Download
gu: ડાઉનલોડ
si: බාගන්න
ur: ڈاؤن لوڈ

# IDS_COM_OPT_DELETE
source: Delete
gu: કાઢી નાખો
si: මකන්න
ur: مٹانا

# IDS_COM_BODY_DETAILS_TITLE
source: Title
gu: શીર્ષક
si: මාතෘකාව
ur: موضوع

# IDS_COM_BODY_EMAIL
source: Email
gu: ઇમેલ
si: ඊමේල්
ur: ای میل

# IDS_COM_BODY_BLUETOOTH
source: Bluetooth
gu: બ્લ્યુટુથ
si: බ්ලූටූත්
ur: بلیو ٹوتھ

# IDS_COM_POP_DELETE_Q
source: Delete?
gu: કાઢી નાખવું?
si: මකන්නද?
ur: مٹانا؟

# IDS_COM_BODY_LOW_BATTERY
source: Low battery.
gu: બેટરી લો.
si: බැටරිය අවමයි.
ur: بیٹری لو۔

# IDS_COM_POP_UNABLE_TO_USE_DURING_MASS_STORAGE_MODE
source: Unable to use during Mass storage mode.
gu: સમૂહ સંગ્રહ મોડ દરમિયાન ઉપયોગ કરવામાં અસમર્થ.
si: ගබඩා ප්‍රකාරය අතරතුර භාවිත කල නොහැක.
ur: انبار ذخیرہ کرنے کے موڈ میں استعمال کرنے سے قاصر۔

# IDS_COM_POP_FILE_NOT_FOUND
source: File not found.
gu: ફાઇલ જડતી નથી.
si: ගොනුව සොයාගත නොහැක.
ur: فائل نہیں ملی۔

# IDS_COM_POP_CONNECTION_FAILED
source: Connection failed.
gu: જોડાણ નિષ્ફળ.
si: සම්බන්ධතාවය අසමත් විය.
ur: کنکشن ناکام۔

# IDS_COM_POP_FILE_NOT_EXIST
source: This file does not exist.
gu: આ ફાઇલ હાજર નથી.
si: ගොනුව නොපවතී.
ur: فائیل موجود نہیں

# IDS_COM_HEADER_AUDIO_DEVICE_ABB
source: Audio device
gu: ઓડિયો ઉપકરણ
si: ස්වයං උපාංගය
ur: آڈیو آلہ

# IDS_COM_POP_CANCEL
source: Cancel
gu: રદ કરો
si: අවලංගු කරන්න
ur: منسوخ

# IDS_COM_BODY_FOLDERS
source: Folders
gu: ફોલ્ડર્સ
si: ෆෝල්ඩර
ur: فولڈر

# IDS_COM_BODY_DETAILS
source: Details
gu: વિગતો
si: විස්තර
ur: تفصیل

# IDS_COM_BODY_END
source: End
gu: અંત
si: අවසන් කරන්න
ur: ختم

# IDS_COM_BODY_EDIT
source: Edit
gu: સંપાદિત કરો
si: සංස්කරණය කරන්න
ur: تبدیلی

# IDS_COM_POP_UPDATED
source: Updated.
gu: અપડેટ થયેલું.
si: යාවත්කාලීන විය.
ur: اپڈیٹیڈ۔

# IDS_COM_POP_DOWNLOADING
source: Downloading...
gu: ડાઉનલોડિંગ...
si: බාගනිමින්...
ur: ڈاونلوڈ کر رہا ہے۔۔۔

# IDS_COM_POP_DONE
source: Done
gu: થઇ ગયું
si: නිමයි
ur: ٹھیک ہے

# IDS_COM_POP_REMOVED
source: Removed.
gu: હટાવાયા.
si: ඉවත් කෙරිණී.
ur: ہٹا دیا۔

# IDS_COM_BODY_CREATE
source: Create
gu: બનાવો
si: සාදන්න
ur: تخلیق

# IDS_COM_BODY_INTERNET
source: Internet
gu: ઇન્ટરનેટ
si: අන්තර්ජාලය
ur: انٹرنیٹ

# IDS_COM_OPT_ADDED
source: Added.
gu: ઉમેર્યુ.
si: එක් කෙරිණි.
ur: اضافہ ہو گیا۔

# IDS_COM_BODY_TIME
source: Time
gu: સમય
si: වේලාව
ur: وقت

# IDS_COM_SK_NEW
source: New
gu: નવું
si: නව
ur: نیا

# IDS_COM_BODY_RESET_A
source: Reset
gu: રીસેટ
si: නැවත සකසන්න
ur: دوبارہ سیٹ

# IDS_COM_POP_MEMORY_FULL
source: Memory full.
gu: સ્મૃતિ છલોછલ.
si: මතකය සම්පූර්ණයි.
ur: میموری فل۔

# IDS_COM_BUTTON_SCAN
source: Scan
gu: સ્કેન કરો
si: පිරික්සන්න
ur: اسکین کریں

# IDS_COM_BODY_SELECTED
source: Selected
gu: પસંદ કરાયેલું
si: තෝරන ලදි
ur: انتخاب ہوگیا

# IDS_COM_BODY_PREVIOUS
source: Previous
gu: પહેલાનું
si: පෙර
ur: پچھلا

# IDS_COM_BODY_UNABLE_TO_ADD
source: Unable to add.
gu: જોડવામાં અક્ષમ.
si: එක් කළ නොහැක.
ur: اضافہ کرنے سے قاصر۔

# IDS_COM_BODY_PAUSE
source: Pause
gu: પોઝ
si: රඳවන්න
ur: روکنا

# IDS_MH_POP_ALARM_TONE_SET
source: Alarm tone set.
gu: ઍલાર્મનો ધ્વનિ ગોઠવ્યો.
si: එලාම් නාදය සකසා තිබේ.
ur: الارم ٹون سیٹ۔

# IDS_MUSIC_BODY_WI_FI
source: Wi-Fi
de: WLAN
