Repository: tizenorg/profile.mobile.apps.native.music-player
Catalog: po/*.po
Languages: ar, ca, da, de, es_us, eu, gu, hi, hu, kk, lt, mk, nb, pt_pt, si, sr, sv, uk, ur, zh_cn, zh_hk

# IDS_MUSIC_BODY_SIMULATES_THE_EFFECT_OF_VIRTUAL_71_CHANNEL_SURROUND_SOUND_ABB
source: Simulates the effect of virtual 7.1 channel surround sound.
ar: يمكنك محاكاة تأثير الصوت المجسم للقناة الظاهرية 7.1.
ca: Simula l'efecte de so envoltant del canal virtual 7.1
da: Simulerer effekten af virtuel 7.1 kanal surroundsound.
de: Simuliert den Effekt des virtuellen 7.1-Kanal-Surround-Sound.
es_us: Simula el efecto de sonido envol. de 7.1 canales virtuales.
eu: 7.1 kanal. surround soinu birtualaren efektua simulatzen du.
gu: આભાસી 7.1 ચેનલ આસપાસનાં અવાજના પ્રભાવને ઉત્તેજીત કરે છે.
hi: वर्चुअल 7.1 चैनल सराउंड ध्वनि के प्रभाव को अनुरूप बनाता है।
hu: Virtuális 7.1 csatornás térhatás szimulálása
kk: Виртуалды 7.1 арнасы айнала дыбысының әсерін үлгілейді.
lt: Imituojamas virtualiųjų 7.1 kanalų erdvinio garso efektas.
mk: Симулира ефект на виртуелен опкружен звук со 7.1 канали.
nb: Simulerer effekten til virtuell 7.1-kanal surroundlyd.
pt_pt: Simula o efeito de som surround de 7.1 canais.
si: අතථ්‍ය 7.1 නාලිකා වට හඬ ආචරණය අනුකරණය කරයි.
sr: Simulira efekat virtuelnog prostornog zvuka na 7.1 kanala.
sv: Simulerar effekten av 7.1-kanals surroundljud.
uk: Моделювання ефекту віртуального 7.1-канал. об’ємного звуку.
ur: بناوٹی مجازی 7.1 چینل سراؤنڈ ساؤنڈ تاثر پیدا کرتا ہے۔
zh_cn: 模拟虚拟 7.1 声道环绕音效效果。
zh_hk: 模擬虛擬 7.1 聲道環繞音效效果。

# IDS_MUSIC_HEADER_SMALL_ROOM_M_REVERB_ABB
source: Small room
ar: غرفة صغيرة
ca: Sala petita
da: Lille rum
de: Kleiner Raum
es_us: Sala pequeña
eu: Gela txikia
gu: નાનો ખંડ
hi: छोटा कक्ष
hu: Kis helyiség
kk: Кіші бөлме
lt: Nedidelė patalpa
mk: Мала просторија
nb: Lite rom
pt_pt: Sala pequena
si: කුඩා කාමරය
sr: Mala prostorija
sv: Litet rum
uk: Маленька кімната
ur: چھوٹا کمرہ
zh_cn: 小空间
zh_hk: 小空間

# IDS_MUSIC_HEADER_LARGE_ROOM_M_REVERB_ABB
source: Large room
ar: غرفة كبيرة
ca: Sala gran
da: Stort rum
de: Großer Raum
es_us: Sala grande
eu: Gela handia
gu: વિશાળ ખંડ
hi: बड़ा कक्ष
hu: Nagy helyiség
kk: Үлкен бөлме
lt: Didelis kambarys
mk: Голема просторија
nb: Stort rom
pt_pt: Divisão grande
si: විශාල කාමරය
sr: Velika prostor.
sv: Stort rum
uk: Велика кімната
ur: بڑا کمرہ
zh_cn: 大空间
zh_hk: 大空間

# IDS_MUSIC_BODY_SIMULATES_THE_REVERB_OF_A_LARGE_ROOM_EG_A_THEATRE_ABB
source: Simulates the reverb of a large room, e.g. a theatre.
ar: يقوم بمحاكاة ارتداد الصدى‬ في غرفة كبيرة، على سبيل المثال، مسرح.
ca: Simula la reverberació d'una sala gran, com ara un teatre.
da: Simulerer ekkoet i et stort rum, f.eks. et teater.
de: Simuliert den Hall eines großen Raums, z. B. eines Theaters.
es_us: Simula la rever. de una sala grande, ej. un teatro.
eu: Espazio handi baten oihartzuna sim. du (antzokia).
gu: મોટા ખંડના રિવર્બને ઉત્તેજીત કરે છે, દા.ત. થિયેટર.
hi: किसी बड़े रूम जैसे, किसी थियेटर के रिवर्ब को अनुरूप बनाता है।
hu: Nagy helyiség, például színház zengésének szimulálása.
kk: Театр сияқты үлкен бөлменің жасанды жаңғырығын үлгілейді.
lt: Imituojamas didelio kambario aidėjimas, pvz., teatro.
mk: Симулира одек на голема просторија, на пр. театар.
nb: Simulerer gjenklangen i et stort rom, for eksempel et teater.
pt_pt: Simula a reverberação de uma sala ampla.
si: විශාල කාමරයක අනුනාදය අනුකරණය කරයි, උදා රඟහලක්.
sr: Simulira eho velike prostorije, na primer pozorišta.
sv: Simulerar ekot i ett stort rum, t.ex. en teater.
uk: Ефект ехо, як у великій кімнаті.
ur: ایک بڑے کمرہ کی بناوٹی گونچ پیدا کرتا ہے، مثال ایک تھیٹر۔
zh_cn: 模拟大空间回音，例如剧院。
zh_hk: 模擬大空間回音，例如劇院。

# IDS_MUSIC_BODY_SIMULATES_THE_REVERB_OF_A_CONCERT_HALL_ABB
source: Simulates the reverb of a concert hall.
ar: يقوم بمحاكاة ارتداد الصدى‬ في ‏‫قاعة احتفال‬.
ca: Simula la reverberació d'una sala de concerts.
da: Simulerer ekkoet i en koncertsal.
de: Simuliert den Hall eines Konzertsaals.
es_us: Simula la reverberación de una sala de conciertos.
eu: Kontzertu areto bateko oihartzuna antzeratzen du.
gu: કોન્સર્ટ હોલના રિવર્બને ઉત્તેજીત કરે છે.
hi: किसी कॉन्‍सर्ट हॉल के रिवर्ब को अनुरूप बनाता है।
hu: Koncertterem zengésének szimulálása
kk: Концерт залының жасанды жаңғырығын үлгілейді.
lt: Imituojamas koncertų salės aidėjimas.
mk: Симулира одек на концертна сала.
nb: Simulerer gjenklangen i en konsertsal.
pt_pt: Simula a reverberação de uma sala de concertos.
si: ප්‍රසංග ශාලාවක අනුනාදය අනුකරණය කරයි.
sr: Simulira eho koncertne dvorane.
sv: Simulerar ekot i ett konserthus.
uk: Ефект ехо, як у концертному залі.
ur: ایک کنسرٹ ہال کی بناوٹی گونچ پیدا کرتا ہے۔
zh_cn: 模拟音乐厅回音。
zh_hk: 模擬音樂廳回音。

# IDS_MUSIC_BODY_SIMULATES_THE_REVERB_OF_A_SMALL_SPACE_EG_A_STUDIO_ABB
source: Simulates the reverb of a small space, e.g. a studio.
ar: يقوم محاكاة ارتداد الصدى‬ في مساحة صغيرة، كالاستوديو مثلا.
ca: Simula la reverberació d'un espai petit, com ara un estudi.
da: Simulerer ekkoet i et lille rum, f.eks. et studie.
de: Simuliert den Hall eines kleinen Raums, z. B. eines Studios.
es_us: Simula la rever. de un espacio pequeño, ej. un estudio.
eu: Espazio txiki baten oihartzuna sim. du (estudioa).
gu: નાની જગ્યાના રિવર્બને ઉત્તેજીત કરે છે, દા.ત. સ્ટુડિયો.
hi: किसी छोटी जगह जैसे, स्टूडियो के रिवर्ब को अनुरूप बनाता है।
hu: Kis tér, például stúdió zengésének szimulálása
kk: Кіші кеңістіктің жасанды жаңғырығын үлгілейді, мыс., студио.
lt: Imituojamas mažos erdvės aidėjimas, pvz., studijos.
mk: Симулира одек на мал простор, на пр. студио.
nb: Simulerer gjenklangen i et lite rom, for eksempel et studio.
pt_pt: Simula a reverberação de um espaço pequeno.
si: කුඩා අවකාශයක අනුනාදය අනුකරණය කරයි, උදාහරණ විත්‍රාගාරයක්.
sr: Simulira eho malog prostora, na primer studija.
sv: Simulerar ekot i ett litet utrymme, t.ex. en studio.
uk: Ефект ехо, як у малій кімнаті.
ur: ایک چھوٹی جگہ کی بناوٹی گونچ پیدا کرتا ہے، مثال ایک اسٹوڈیو۔
zh_cn: 模拟小空间回音，例如录音室。
zh_hk: 模擬小空間回音，例如錄音室。

# IDS_MUSIC_BUTTON_3D_CHN
source: 3D
zh_cn: 3D 声音

# IDS_MUSIC_BODY_CLARITY_M_SOUNDEFFECT
source: Clarity
ar: الوضوح
ca: Claredat
da: Klarhed
de: Klarheit
es_us: Claridad
eu: Argitasuna
gu: સ્પષ્ટતા
hi: स्‍पष्‍टता
hu: Tisztaság
kk: Айқындық
lt: Aiškumas
mk: Јасност
nb: Klarhet
pt_pt: Clareza
si: පැහැදිලිතාව
sr: Razgovetnost
sv: Skärpa
uk: Чіткість
ur: صفائی
zh_cn: 清晰度
zh_hk: 清晰度

# IDS_MUSIC_BUTTON_RESET
source: Reset
ar: إرجاع
ca: Restablir
da: Nulstil
de: Zurücks.
es_us: Restabl.
eu: Berrezar.
gu: રીસેટ
hi: रीसेट
hu: Nullázás
kk: Жаңарту
lt: Atstatyti
mk: Ресетирај
nb: Nullstill
pt_pt: Repor
si: නැවත සැක.
sr: Resetuj
sv: Återställ
uk: Скинути
ur: پھر سیٹ
zh_cn: 重置
zh_hk: 重設

# IDS_MUSIC_TAB_YEARS
source: Years
ar: أعوام
ca: Anys
da: År
de: Jahre
es_us: Años
eu: Urteak
gu: વર્ષ
hi: वर्ष
hu: Évek
kk: Жылдар
lt: Metai
mk: Години
nb: År
pt_pt: Anos
si: වර්ෂ
sr: Godine
sv: År
uk: Роки
ur: سالہا سال
zh_cn: 年代
zh_hk: 年份

# IDS_MUSIC_TAB_GENRES
source: Genres
ar: الأنواع
ca: Gèneres
da: Genrer
es_us: Géneros
eu: Generoak
gu: જેનર્સ
hi: शैलियाँ
hu: Műfajok
kk: Жанрлары
lt: Žanrai
mk: Жанрови
nb: Sjangre
pt_pt: Géneros
si: ප්‍රභේද
sr: Žanrovi
sv: Genre
uk: Жанри
ur: موسیقی قسم
zh_cn: 流派
zh_hk: 類型

# IDS_MUSIC_TAB_COMPOSERS
source: Composers
ar: المؤلفون
ca: Composit.
da: Komponist.
de: Komponisten
es_us: Compositores
eu: Egileak
gu: રચનાકાર
hi: संगीतकार
hu: Szerzők
kk: Композиторлар
lt: Kompozitoriai
mk: Композ.
nb: Komponister
pt_pt: Compositores
si: කර්තෘවරු
sr: Kompozitori
sv: Kompositör
uk: Композитори
ur: کمپوزر
zh_cn: 作曲家
zh_hk: 作曲家

# IDS_MUSIC_TAB_ALL_TRACKS
source: All tracks
ar: كل المسارات
ca: Totes les pistes
da: Alle spor
de: Alle Titel
es_us: Todas las pistas
eu: Pista guztiak
gu: બધા ટ્રૅક્સ
hi: सभी ट्रैक
hu: Összes szám
kk: Барлық тректер
lt: Visi takeliai
mk: Сите песни
nb: Alle spor
pt_pt: Todas as faixas
si: ඛණ්ඩ සියල්ල
sr: Sve numere
sv: Alla spår
uk: Усі записи
ur: سب ٹریکس
zh_cn: 全部曲目
zh_hk: 所有曲目

# IDS_MUSIC_SK3_GO_TO_QUICK_LIST
source: Go to quick list
ar: ذهاب للقائمة س.
ca: Anar a ll ràpida
da: Gå til hurtig l.
de: Z. Schnelll. w.
es_us: Ir a list rápida
eu: Joan zerr. azkarrera
gu: ઝડપી યાદી પર જાઓ
hi: शीघ्र सूची में जाएँ
hu: Gy.lista megny.
kk: Жылдам тіз-е өту
lt: Eiti į sprt.sąr.
mk: До брза листа
nb: Gå til hurtlist
pt_pt: Ir p/ lis. ráp.
si: ක්ෂණික ලැයි. යන්න
sr: Idi u brzu listu
sv: Gå till sn.lista
uk: Пер. до шв. сп.
ur: فوری فہرست جائیں
zh_cn: 转到快速列表
zh_hk: 前往快速清單

# IDS_MUSIC_SK3_FIND
source: Find
ar: بحث
ca: Trobar
de: Suchen
es_us: Buscar
eu: Aurkitu
gu: શોધો
hi: ढूँढें
hu: Keresés
kk: Табу
lt: Rasti
mk: Најди
nb: Finn
pt_pt: Localizar
si: සොයන්න
sr: Nađi
sv: Sök
uk: Пошук
ur: ڈھونڈیں
zh_cn: 寻找
zh_hk: 尋找

# IDS_MUSIC_SK3_ADD_TO_QUICK_LIST
source: Add to quick list
ar: إضافة للقائمة س.
ca: Afeg a ll ràpida
da: Føj til hurtigl.
de: Zu Schnellstartl.
es_us: Añadir a list. rápida
eu: Gehi. zerr. azk.
gu: ઝડપી યાદીમાં ઉમેરો
hi: शीघ्र सूची में जोड़ें
hu: Gyorslistára
kk: Жылд. тіз-ге қосу
lt: Pr.prie sprč.sąr.
mk: Во брза листа
nb: Tilf. i hurtlist
pt_pt: Ad. à lis. ráp.
si: ක්ෂණික ලැයි. එක් කර.
sr: U brzu listu
sv: Lägg t i sn.lis.
uk: Дод. до шв. сп.
ur: فوری فہرست اضافہ
zh_cn: 添加到快速列表
zh_hk: 加到快速清單

# IDS_MUSIC_POP_UNAUTHORISED_VIDEO_FILE_FOR_TV_OUT
source: Unauthorised video file for TV-out.
ar: ملف فيديو غير معتمد لمخرج التلفاز.
ca: Fitxer de vídeo no autoritzat per a sortida de televisió
da: Ikke-autoriseret videofil til tv-out.
de: Unautorisierte Video-Datei für TV-OUT
es_us: Archivo de video no autorizado para salida de TV.
eu: Baimenik gabeko bideo fitxategia TV-outerako
gu: TV-આઉટ માટે અનધિકૃત વિડિયો ફાઇલ.
hi: टीवी-आउट के लिए अनधिकृत वीडियो फ़ाइल।
hu: Nincs engedélye a videofájl TV-kimenetre küldésére.
kk: Теледидардан көрсетуге арналған рұқсатсыз бейне файл.
lt: Nepatvirtintas vaizdo įrašo failas TV išvesčiai.
mk: Неодобрен видео-фајл за ТВ-излез.
nb: Uautorisert videofil for TV-utgang.
pt_pt: Ficheiro de vídeo não autorizado para TV-out.
si: TV-ප්‍රතිදාන සඳහා අවසර නොලත් වීඩියෝ ගොනුවක්.
sr: Video fajl nije ovlašćen za TV izlaz.
sv: Ej godkänd videofil för TV ut.
uk: Неавторизований відеофайл для ТВ-виходу.
ur: ‏TV-آؤٹ کے لئے غیر مجاز فائل۔
zh_cn: 未授权的电视输出视频文件。
zh_hk: 未授權的電視輸出影片檔案。

# IDS_MUSIC_POP_UNABLE_TO_CREATE_MAXIMUM_NUMBER_OF_PLAYLISTS_REACHED
source: Unable to create. Maximum number of playlists reached.
ar: يتعذر الإنشاء. تم بلوغ الحد الأقصى لعدد قوائم التشغيل.
ca: No es pot crear. S'ha assolit el nombre màxim de llistes de reproducció.
da: Kunne ikke oprettes. Det maksimale antal afspilningslister er nået.
de: Erstellen nicht möglich. Maximale Anzahl an Wiedergabelisten erreicht
es_us: No se puede crear. Se alcanzó el número máximo de listas de reproducción.
eu: Ezin da sortu. Gehienezko erreprodukzio zerrenda kopurura heldu da.
gu: બનાવવામાં અક્ષમ. પ્લેલિસ્ટ્સની મહત્તમ સંખ્યાએ પહોંચ્યા
hi: बनाने में असमर्थ। प्‍लेसूचियों की अधिकतम संख्‍या पहुँची
hu: Nem hozható létre. Elérte a lejátszási listák maximális számát.
kk: Жасау мүмкін емес. Файлдар тізімінің максималды санына жетті.
lt: Negalima sukurti. Pasiektas didžiausias grojaraščių skaičius.
mk: Не може да се креира. Достигнат е максималниот број музички листи.
nb: Kan ikke opprette. Maksimalt antall spillelister er nådd.
pt_pt: Impossível criar. Número máximo de listas de reprodução atingido.
si: සෑදිය නොහැක. උපරිම වාදන ලැයිස්තු ගණනට ලඟාවිය
sr: Nemoguće kreirati. Dostignut maks. broj listi za reprodukciju.
sv: Kan inte skapa spellista. Högsta tillåtna antalet spellistor är uppnått.
uk: Неможливо створити. Досягнуто максимальної кількості списків відтворення.
ur: بنانے سے قاصر۔ پلے فہرست کی تعداد کی حد پہنچ گئی۔
zh_cn: 无法创建。已达到播放列表的最大数量。
zh_hk: 無法建立。播放清單數目已達上限。

# IDS_MUSIC_POP_UNABLE_TO_ADJUST_VOLUME_WHILE_CONNECTING_BLUETOOTH_HEADSET
source: Unable to adjust volume while connecting Bluetooth headset.
ar: يتعذر ضبط الصوت أثناء الاتصال بسماعة بلوتوث.
ca: No es pot ajustar el volum mentre es connecten els auriculars Bluetooth
da: Lydstyrken kan ikke justeres, mens Bluetooth-headset tilsluttes.
de: Lautstärke kann nicht angepasst werden, während eine Verbindung zum Bluetooth-Headset hergestellt wird
es_us: No se puede ajustar el volumen mientras se conecta el auricular Bluetooth.
eu: Ezin da bolumena egokitu Bluetooth aurikularrak konektatzean
gu: બ્લ્યુટુથ હેડસેટ સાથે જોડાણ કરતી વખતે અવાજ વ્યવસ્થિત કરવામાં અક્ષમ.
hi: ब्लूटूथ हेडसेट कनेक्ट करते समय वॉल्युम समायोजित करने में असमर्थ।
hu: Amíg Bluetooth fejhallgató van csatlakoztatva, a hangerő nem módosítható.
kk: Bluetooth гарнитурасын жалғағанда дауыс қаттылығын реттеу мүмкін емес.
lt: Jungiant „Bluetooth“ ausines garsumo reguliuoti negalima.
mk: Не може да се смени јачината додека се поврзуваат Bluetooth слушалки.
nb: Kan ikke justere volumet mens Bluethooth-hodesett kobles til.
pt_pt: Impossível regular o volume durante a ligação de auriculares Bluetooth.
si: බ්ලූටූත් හෙඩ්සෙටය වෙත සම්බන්ධ වන අතර පරිමාව සැකසිය නොහැක.
sr: Nemoguće podesiti jačinu zvuka tokom priključivanja Bluetooth slušalica.
sv: Det går inte att justera volymen vid anslutning av Bluetooth-headset.
uk: Неможливо відрегулювати гучність після підключення гарнітури Bluetooth.
ur: Bluetooth ہیڈ سیٹ کا کنکشن کرنے کے دوران والیوم مطابق کرنے سے قاصر۔
zh_cn: 连接蓝牙耳机时无法调节音量。
zh_hk: 無法在連接藍牙耳機時調整音量。

# IDS_MUSIC_POP_UNABLE_TO_ADJUST_VOLUME_WHILE_CONNECTED_TO_BLUETOOTH_HEADSET
source: Unable to adjust volume while connected to Bluetooth headset.
ar: يتعذر ضبط مستوى الصوت أثناء الاتصال بسماعة بلوتوث.
ca: No es pot ajustar el volum mentre es els auriculars Bluetooth estan connectats
da: Kan ikke justere lydstyrke, mens Bluetooth-headset er tilsluttet.
de: Lautstärke kann nicht angepasst werden, während das Bluetooth-Headset verbunden ist.
es_us: No se puede ajustar el volumen mientras esté conectado al auricular Bluetooth.
eu: Ezin da bolumena egokitu Bluetooth aurikularrak konektatuta daudenean
gu: બ્લ્યુટુથ હેડસેટ સાથે જોડાણ હોવા પર અવાજ વ્યવસ્થિત કરવામાં અક્ષમ.
hi: ब्लूटूथ हेडसेट से कनेक्ट होने पर वॉल्युम समायोजित करने में असमर्थ।
hu: Amíg Bluetooth fejhallgató van csatlakoztatva, a hangerő nem módosítható.
kk: Bluetooth гарнитурасына қосылған кезде дыбыс қаттылығын реттеу мүмкін емес.
lt: Garsumo reguliuoti negalima, kol prijungta prie „Bluetooth“ ausinių.
mk: Не може да се смени јачината додека се поврзани Bluetooth слушалки.
nb: Kan ikke justere volumet når et Bluetooth-hodesett er tilkoblet.
pt_pt: Impossível regular o volume durante a ligação de auriculares Bluetooth.
si: බ්ලූටූත් හෙඩ්සෙටයට සම්බන්ධ වී සිටින අතරතුර ශබ්ද ප්‍රමාණය සීරු මාරු කිරීමට නොහැක.
sr: Nemoguće podesiti jačinu zvuka dok su priključene Bluetooth slušalice.
sv: Det går inte att justera volymen vid anslutning till Bluetooth-headset.
uk: Неможливо відрегулювати гучність під час підключення до гарнітури Bluetooth.
ur: جب بلیو ٹوٹھ ہیڈسیٹ جڑا ہو تو والیوم مطابق بنانے سے قاصر۔
zh_cn: 连接到蓝牙耳机时，无法调节音量。
zh_hk: 連接至藍牙耳機時無法調整音量。

# IDS_MUSIC_POP_STOP_MUSIC_PLAYER_Q
source: Stop Music Player?
ar: إيقاف مشغل الموسيقى؟
ca: Aturar Reproductor de música?
da: Stop Musikafspiller?
de: MP3-Player beenden?
es_us: ¿Detener el Reproductor de Música?
eu: Musika Jogailua gelditu?
gu: સંગીત પ્લેયર રોકીએ?
hi: संगीत प्लेयर रोकें?
hu: Leállítja a Zenelejátszót?
kk: Музыка ойнатуды тоқтатасыз ба?
lt: Stabdyti muzikos grotuvą?
mk: Запри Плеер за музика?
nb: Stoppe Musikkspiller?
pt_pt: Parar Leitor de Música?
si: සංගීත වින්දනය නිහඬ කරන්න?
sr: Zaustavi Muzički plejer?
sv: Stoppa Musikspelaren?
uk: Зупинити відтворення музики?
ur: میوزک پلیر روکیں
zh_cn: 停止音乐播放器?
zh_hk: 要停止音樂播放器嗎？

# IDS_MUSIC_POP_PLEASE_EXIT_SILENT_MODE
source: Please exit Silent mode.
ar: يرجى الخروج من نمط الصمت.
ca: Surti del mode silenci
da: Afslut lydløs tilstand.
de: Stumm-Profil aktiv
es_us: Por favor,salga del Perfil Silencioso.
eu: Modu isiletik atera
gu: કૃપયા શાંત મોડથી બહાર નીકળો.
hi: कृपया शांत मोड से बाहर निकलें
hu: Lépjen ki a csendes üzemmódból.
kk: Дыбыссыз күйден шығуыңыз сұралады.
lt: Prašome išeiti iš tyliojo režimo.
mk: Исклучете го тивкиот режим.
nb: Avslutt stillemodus.
pt_pt: Saia do modo silencioso.
si: නිහඬ මාදිලියෙන් පිටවන්න.
sr: Napusti nečujni režim.
sv: Avsluta tyst läge.
uk: Вийдіть із режиму без звуку.
ur: خاموش موڈ سے نکلیں
zh_cn: 请退出静音模式。
zh_hk: 請退出靜音模式。

# IDS_MUSIC_POP_NETWORK_FAILURE
source: Network failure.
ar: فشلت الشبكة.
ca: Error de xarxa
da: Netværksfejl.
de: Netzfehler
es_us: Error de red.
eu: Sareak huts egin du
gu: નેટવર્ક નિષ્ફળતા.
hi: नेटवर्क विफलता।
hu: Hálózati hiba
kk: Желі қатесі
lt: Tinklo klaida.
mk: Дефект на мрежата.
nb: Nettverksfeil.
pt_pt: Falha de rede.
si: ජාලය ඇණ හිටීම.
sr: Greška mreže.
sv: Nätverksfel.
uk: Збій мережі.
ur: نیٹ ورک ناکام۔
zh_cn: 网络失败
zh_hk: 網絡故障

# IDS_MUSIC_POP_MEMORY_CARD_LOADED
source: Memory card loaded.
ar: بطاقة الذاكرة محملة.
ca: Targeta de memòria carregada
da: Hukommelseskort indlæst.
de: Speicherkarte geladen
es_us: Tarjeta de memoria cargada.
eu: Memoria txartela kargatuta
gu: સ્મૃતિ કાર્ડ લોડ કરાયુ.
hi: मेमोरी कार्ड लोड किया गया।
hu: Memóriakártya betöltve.
kk: Жад картасы жүктелді.
lt: Įdėta atminties kortelė.
mk: Мемориската картичка е вчитана.
nb: Minnekort lastet.
pt_pt: Cartão de memória carregado.
si: මතක කාඩ්පත පටවා ඇත.
sr: Memorijska kartica ubačena.
sv: Minneskortet har laddats.
uk: Карту пам’яті завантажено.
ur: میموری کارڈ لوڈ ہوگیا۔
zh_cn: 存储卡已载入。
zh_hk: 已載入記憶卡。

# IDS_MUSIC_POP_DEVICE_SETTINGS_ERROR
source: Device settings error.
ar: حدث خطأ في إعدادات الجهاز.
ca: Error d'ajustaments del dispositiu
da: Fejl i enhedsindstillinger.
de: Geräteeinstellungsfehler
es_us: Error de configuración del dispositivo.
eu: Gailuaren ezarpenen errorea
gu: ઉપકરણ સેટિંગ્સ ભૂલ.
hi: डिवाइस सेटिंग्स त्रुटि।
hu: Eszközbeállítási hiba
kk: Құрылғы параметрлері қатесі.
lt: Įrenginio nustatymų klaida.
mk: Грешка во параметрите за уредот.
nb: Feil ved enhetsinnstillinger.
pt_pt: Erro de definições do dispositivo.
si: උපකරණ සැකසුම් දෝෂය.
sr: Greška u podešavanjima uređaja.
sv: Fel på enhetsinställningar.
uk: Помилка установок пристрою.
ur: آلے کی سیٹنگز کی غلطی۔
zh_cn: 设备设置错误。
zh_hk: 裝置設定錯誤。

# IDS_MUSIC_POP_COULD_NOT_FIND_A_MATCH_FOR_THE_SONG
source: Could not find a match for the song.
ar: تعذر إيجاد تطابق للأغنية.
ca: No s'ha pogut trobar una coincidència per a la cançó
da: Kunne ikke finde en match for sangen.
de: Keine Übereinstimmung für das Lied gefunden
es_us: No se ha encontrado ninguna coincidencia para la canción.
eu: Ez da abestiarentzako parekatzerik aurkitu
gu: ગીત માટે યોગ્ય જોડી ના મળી.
hi: गाने के लिए मेल नहीं मिल सका।
hu: Nem található egyező szám.
kk: Бул әнге үшін сәйкестік табу мүмкін емес.
lt: Nepavyko rasti dainos atitikmens.
mk: Нема песна што одговара.
nb: Ingen treff for sangen.
pt_pt: Impossível encontrar correspondência para a música.
si: ගීතයට සරිලන ගැළපුමක් සොයා ගත නොහැකි විය.
sr: Ne može se naći pogodak za pesmu.
sv: Kunde inte hitta matchning för låt.
uk: Не вдалося знайти відповідну композицію.
ur: گانے کا میل نہیں ملا۔
zh_cn: 无法找到歌曲的匹配
zh_hk: 無法找到相符歌曲

# IDS_MUSIC_POP_BUFFERING_MSTATUS
source: Buffering
ar: جاري التنزيل
ca: Desant a la memòria intermèdia
da: Gemmer i buffer
de: Pufferung
es_us: Almacenando
eu: Tarteko memorian gordetzen
gu: બફરિંગ
hi: बफ़र हो रहा है
hu: Pufferelés
kk: Буферлеу
lt: Buferizuojama
mk: Полнење на баферот
nb: Bufrer
pt_pt: Em armazenamento temporário
si: බෆර් වෙමින්
sr: Baferisanje
sv: Buffrar
uk: Буферизація
ur: بفر کر رہا ہے
zh_cn: 正在缓冲
zh_hk: 正在緩衝

# IDS_MUSIC_POP_BT_HEADSET_ONLY_SUPPORTS_NORMAL_EFFECTS_SETTING
source: BT headset only supports normal effects setting.
ar: تدعم سماعة البلوتوث إعدادات التأثيرات العادية فقط.
ca: Els auriculars BT només admeten l'ajustament d'efectes normals
da: BT-headset understøtter kun normal effektindstilling.
de: BT-Headset unterstützt nur normale Effekteinstellung.
es_us: El auricular Bluetooth sólo admite efectos normales.
eu: BT aurikularrek efektu arrunten ezarpena soilik onartzen dute
gu: BT હેડસેટ ફક્ત સામાન્ય પ્રભાવો સેટિંગ ને ટેકો આપે છે.
hi: BT हेडसेट केवल सामान्‍य प्रभाव सेटिंग का समर्थन करता है
hu: A BT headset csak a Normál beállítást támogatja.
kk: BT гарнитурасы қалыпты әсерлер параметріне ғана қолдау көрсетеді.
lt: BT ausinės palaiko tik įprastinių efektų nustatymą.
mk: Слушалката BT поддржува само поставки за нормални ефекти.
nb: BT-hodesett støtter bare innstilling for normale effekter.
pt_pt: O auricular BT só suporta a definição de efeitos normais.
si: BT හෙඩ්සෙටය සහය දක්වන්නේ සාමාන්‍ය ප්‍රයෝග සැකසුම් සඳහා පමණි.
sr: BT slušalice podržavaju samo normalne efekte.
sv: BT-hörlurar stöder endast inställningar för normala effekter.
uk: Гарнітура BT підтримує установки лише звичайних ефектів.
ur: BT ھیڈسیٹ صرف غمومی تاثرات سیٹنگ کی تائید کرتا ہے
zh_cn: 蓝牙耳机仅支持普通效果设置。
zh_hk: 藍牙耳機只支援正常效果設定。

# IDS_MUSIC_POP_APPLICATION_WILL_BE_CLOSED
source: Application will be closed.
ar: سيتم اغلاق التطبيق.
ca: Es tancarà l'aplicació
da: Program bliver lukket.
de: Anwendung wird geschlossen
es_us: La aplicación se cerrará.
eu: Aplikazioa itxiko da
gu: એપ્લિકેશન બંધ થઈ જશે.
hi: एप्लीकेशन बंद की जाएगी।
hu: Az alkalmazás bezáródik.
kk: Бағдарлама жабылады.
lt: Programa bus uždaryta.
mk: Апликацијата ќе се затвори.
nb: Appen lukkes.
pt_pt: A aplicação será fechada.
si: යෙදුම වැසෙනු ඇත.
sr: Aplikacija će se zatvoriti.
sv: Programmet stängs.
uk: Програму буде закрито.
ur: ایپلی کیشن بند کردی جائے گی
zh_cn: 应用程序将关闭。
zh_hk: 將會關閉應用程式。

# IDS_MUSIC_POP_ADDED_GO_TO_WISH_LIST_Q
source: Added. Go to wish list?
ar: تمت الإضافة. ذهاب إلى قائمة الأماني؟
ca: Afegit. Anar a la llista de desitjos?
da: Tilføjet. Gå til ønskeseddel?
de: Hinzugefügt. Zu Wunschliste wechseln?
es_us: Añadido. ¿Ir a la lista de deseos?
eu: Gehituta. Joan zerbitzu zerrendara?
gu: ઉમેર્યુ. ઈચ્છા યાદીમાં જઈએ?
hi: जोड़ा गया। इच्छा सूची पर जाएँ?
hu: Felvéve. Megnyitja a kívánságlistát?
kk: Қосылды. Тілектер тізіміне өту керек пе?
lt: Pridėta. Pereiti prie norų sąrašo?
mk: Додадено. Оди до листата желби?
nb: Lagt til. Gå til ønskeliste?
pt_pt: Adicionada. Ir para lista de pedidos?
si: එක් කරන ලදි. පොරොත්තු ලැයිස්තුවට යන්නද?
sr: Dodato. Idi u listu želja?
sv: Tillagd. Gå till önskelistan?
uk: Додано. Перейти до списку побажань?
ur: اضافہ ہوگیا۔ خواھش فہرست پر جائیں؟
zh_cn: 已添加。转到愿望列表？
zh_hk: 已加入。前往願望清單嗎?

# IDS_MUSIC_POP_ACCESS_TO_THE_SERVICE_MAY_BE_CHARGED_CONTINUE_Q
source: Access to service may be charged. Continue?
ar: الوصول إلى الخدمة قد يحتاج إلى دفع تكلفة. متابعة؟
ca: L'accés al servei pot comportar càrrecs. Continuar?
da: Der kan afkræves betaling for adgang til tjenesten. Fortsæt?
de: Der Zugriff auf diesen Dienst ist möglicherweise kostenpflichtig. Fortfahren?
es_us: El acceso al servicio puede generar un coste adicional. ¿Continuar?
eu: Baliteke zerbitzura sartzeagatik kobratzea. Jarraitu?
gu: આ સેવાને પ્રવેશ માટે શુલ્ક ચૂકવવું પડી શકે છે. ચાલુ રાખીએ?
hi: सेवा तक पहुँचने हेतु शायद शुल्क देना होगा। जारी रखें?
hu: A szolgáltatás elérése díjköteles lehet. Folytatja?
kk: Қызметке қатынау ақылы болуы мүмкін. Жалғастыру керек пе?
lt: Prieiga prie paslaugos gali būti mokama. Tęsti?
mk: Пристапот кон услуга може да се наплатува. Сепак продолжи?
nb: Tilgang til tjenesten kan koste penger. Fortsette?
pt_pt: O acesso ao serviço pode ser cobrado. Continuar?
si: සේවාව වෙත ප්‍රවේශය සඳහා ගාස්තු අය විය හැක. පවත්වාගෙන යන්නද?
sr: Pristup usluzi može biti naplaćen. Nastavak?
sv: Åtkomst till tjänsten kan medföra en avgift. Vill du fortsätta?
uk: Доступ до служби може бути платним. Продовжити?
ur: ہو سکتا ہے خدمت پر رسائی کی قیمت طلب کی جائے۔ جاری رکھیں؟
zh_cn: 访问该服务可能需要付费。 继续？
zh_hk: 存取服務可能會收費。要繼續嗎？
