Repository: tizenorg/profile.mobile.apps.native.music-player
Catalog: po/*.po
Languages: ar, ca, da, de, es_us, eu, gu, hi, hu, kk, lt, mk, nb, pt_pt, si, sr, sv, uk, ur, zh_cn, zh_hk

# IDS_MUSIC_POP_ACCESS_TO_STORE_MAY_BE_CHARGED_CONTINUE_Q
source: Access to store may be charged. Continue?
ar: قد تتغير طريقة الدخول إلى المتجر. متابعة؟
ca: L'accés a la botiga pot comportar càrrecs. Continuar?
da: Adgang til butik bliver muligvis debiteret. Fortsæt?
de: Zugriff zum Speichern ist möglicherweise gebührenpflichtig. Fortfahren?
es_us: El acceso a la tienda puede generar un coste adicional. ¿Continuar?
eu: Baliteke dendara sartzeagatik kobratzea. Jarraitu?
gu: સંગ્રહના પ્રવેશનો શુલ્ક ચૂકવવો પડી શકે છે. ચાલુ રાખીએ?
hi: स्टोर उपयोग करने के लिए आपसे शुल्क लिया जा सकता है। जारी रखें?
hu: A bolt elérése díjköteles lehet. Folytatja?
kk: Дүкенге өту ақылы болуы мүмкін. Жалғастыру керек пе?
lt: Prieiga prie saugyklos gali būti apmokestinama. Tęsti?
mk: Пристапот кон продавницата може да се наплатува. Продолжи?
nb: Tilgang til butikken kan koste penger. Fortsette?
pt_pt: O acesso à loja pode ser cobrado. Continuar?
si: වෙළඳසළ වෙත පිවිසීමට මුදල් අය කළ හැකිය. පවත්වාගෙන යන්නද?
sr: Pristup prodavnici može biti naplaćen. Nastavak?
sv: Åtkomst till butiken kan medföra en avgift. Fortsätta?
uk: Доступ до крамниці може бути платним. Продовжити?
ur: ممکن ہے کہ خدمت پر رسائی کی قیمت طلب کی جائے۔ جاری رکھیں؟
zh_cn: 进入商店可能收费。继续？
zh_hk: 存取至商店可能會收費。繼續嗎？

source: 5.1 channel sound effect works only in earphone and Bluetooth headset modes.
ar: 5.1 مؤثر صوت القناة يعمل فقط في وضعي سماعة الأذن وسماعة البلوتوث.
ca: L'efecte de so de canal 5.1 només funciona en els modes auricular i auriculars Bluetooth
da: 5.1-kanals lydeffekter fungerer kun i tilstandene høretelefon og Bluetooth-headset.
de: 5.1-Kanal-Sound-Effekte funktionieren nur im Kopfhörer- und Bluetooth-Headset-Modus
es_us: El efecto de sonido del canal 5.1 sólo funciona en el modo de auricular y auricular Bluetooth.
eu: 5.1 kanalaren soinu efektuak aurikular eta Bluetooth aurikular moduetan soilik funtzionatzen du
gu: 5.1 ચેનલ ધ્વનિ પ્રભાવ ફક્ત ઇયરફોન અને બ્લ્યુટુથ હેડસેટ મોડ્સમાં કામ કરે છે.
hi: 5.1 चैनल ध्वनि प्रभाव केवल इयरफ़ोन और ब्लूटूथ हेडसेट मोड में काम करता है
hu: Az 5.1 csatorna hangeffektus csak fülhallgatós és Bluetooth-fejhallgatós üzemmódban működik.
kk: 5.1 арна дыбысының әсері тек құлақаспап және Bluetooth гарнитурасы режимдерінде жұмыс істейді.
lt: 5.1 kanalų garso efektas veikia tik prijungus ausines ir „Bluetooth“ ausinių režimu.
mk: Звучниот ефект 5.1 канали е само за слушалка и слушалка Bluetooth.
nb: 5.1-kanals lydeffekt virker bare i høretelefon- og Bluetooth- hodesett-modus.
pt_pt: O efeito de som do canal 5.1 funciona apenas nos modos de auricular e auricular Bluetooth.
si: 5.1 නාලිකා ශබ්ද සැරසිලි ක්‍රියා කරනුයේ ඉයර්ෆෝන් හා බ්ලූටූත් හෙඩ්සෙට් ප්‍රකාර වලදී පමණි.
sr: 5.1-kanalni zvuk je dostupan samo u režimu slušalice i režimu Bluetooth slušalica.
sv: 5.1-kanalsljudeffekten fungerar bara i hörlurs- och Bluetooth-headsetläge.
uk: 5.1-канальний звуковий ефект працює лише в режимах навушників і гарнітури Bluetooth.
ur: صرف ایئر فون اور بلیو ٹوتھ ھیڈسیٹ موڈز میں 5.1 چینل صوتی تاثر کام کرتا ہے
zh_cn: 5.1声道的声音效果仅在耳机或蓝牙耳机模式下才可运行。
zh_hk: 5.1 聲道音效, 只適用於耳機和藍牙耳機模式。

# IDS_MUSIC_POP_51_CHANNEL_SOUND_EFFECT_WORKS_IN_EARPHONE_MODE_ONLY
source: 5.1 channel sound effect works in earphone mode only.
ar: يعمل مؤثر صوت القناة 5.1 في وضع سماعة الأذن فقط.
ca: L'efecte de so del canal 5.1 només funciona en mode auricular
da: 5.1 effekten kanallyd fungerer kun i tilstanden høretelefoner.
de: 5.1-Sound-Effekte nur im Kopfhörer-Modus möglich
es_us: El efecto de sonido del canal 5.1 sólo funciona en modo auricular.
eu: 5.1 kanalaren soinu efektuak aurikular moduan soilik funtzionatzen du
gu: 5.1 ચેનલ ધ્વનિ પ્રભાવ ફક્ત ઇઅરફોન અવસ્થામાં જ કામ કરે છે.
hi: 5.1 चैनल ध्वनि प्रभाव सिर्फ इयरफोन अवस्था में ही काम करता है।
hu: Az 5.1 csatorna hangeffektus csak fülhallgatós üzemmódban működik.
kk: 5.1 арнаның дыбыс әсері гарнитура қосылғанда ғана істейді.
lt: 5.1 kanalo garso efektas veikia tik ausinių režimu.
mk: Звучниот ефект 5.1 канали е само за слушалки.
nb: 5.1-kanals lydeffekt virker bare i høretelefonmodus.
pt_pt: O efeito de som do canal 5.1 funciona apenas no modo de auricular.
si: නාලිකා 5.1 ශබ්ද ප්‍රයෝගය ක්‍රියා කරන්නේ ඉයෆෝන් ප්‍රකාරයේදී පමණි.
sr: 5.1-kanalni zvuk je dostupan samo u režimu slušalice.
sv: 5.1-kanalsljudeffekten fungerar bara i hörlursläge.
uk: 5.1-канальний звуковий ефект працює лише в режимі навушників.
ur: 5.1 چینل کی آواز کا اثر صرف ائیرفون وضع میں کام کرتا ہے
zh_cn: 5.1 声道声音效果只适用于耳机模式。
zh_hk: 5.1 聲道音效只適用於耳機模式。

# IDS_MUSIC_POP_51_CHANNEL_SOUND_EFFECTS_NOT_SUPPORTED_BY_SPEAKER
source: 5.1 channel sound effects not supported by speaker.
ar: ليست مؤثرات صوت القناة 5.1 مدعومة بواسطة السماعة.
ca: Els efectes de so del canal 5.1 no són compatibles amb l'altaveu
da: 5.1 kanal lydeffekter understøttes ikke af højttaler.
de: Kanal 5.1-Soundeffekte werden vom Lautsprecher nicht unterstützt.
es_us: Efectos de sonido del canal 5.1 no admitidos por el altavoz.
eu: Bozgorailuak ez ditu 5.1 kanaleko soinu efektuak onartzen
gu: સ્પીકર દ્વારા 5.1 ચેનલ ધ્વનિ પ્રભાવોને ટેકો નથી.
hi: स्पीकर द्वारा 5.1 चैनल ध्वनि प्रभाव समर्थित नहीं।
hu: A hangszóró nem támogatja az 5.1 csatorna hangeffektusait.
kk: 5.1 арнаның дыбыстық әсерлері динамик арқылы қолданылмайды.
lt: 5.1 kanalų garso efektų nepalaiko garsiakalbis.
mk: Не се поддржани звучни ефекти за 5.1 канали преку звучник.
nb: 5.1-kanals lydeffekter støttes ikke av høyttaler.
pt_pt: Efeitos de som do canal 5.1 não são suportados pelo altifalante.
si: 5.1 විධි ශබ්ද ප්‍රයෝගය සඳහා ස්පීකරය සහය නොදක්වයි.
sr: Zvučnik ne podržava 5.1-kanalne zvučne efekte.
sv: 5.1-kanalsljud stöds inte av högtalare.
uk: 5.1-канальні звукові ефекти не підтримуються для динаміка.
ur: اسپیکر 5.1 چینل صوتی اثرات کی تائید نہیں کرتا۔
zh_cn: 扬声器不支持5.1信道声音效果。
zh_hk: 揚聲器不支援 5.1 聲道音效。

# IDS_MUSIC_OPT_VIEW_BY_COVER_ART
source: View by cover art
ar: عرض عبر رسم الغطاء
ca: Veure per caràtula àlbum
da: Vis efter cover
de: Nach Cover sortieren
es_us: Ver por portada
eu: Estalki bidez ikusi
gu: કવર કળા દ્વારા દૃશ્ય
hi: कवर आर्ट द्वारा देखें
hu: Nézet albumborító szerint
kk: Беттерді қарап шығу
lt: Rodyti pagal viršelio apipavidalinimą
mk: Прегледај според омот
nb: Vis med omslagskunst
pt_pt: Ver por capa
si: ආවරණ චිත්‍ර මගින් පෙන්වන්න
sr: Prikaži po omotima
sv: Visa efter omslag
uk: Переглянути за оформ. обкладинки
ur: بزریعہ کوور آرٹ نظارہ کریں
zh_cn: 以专辑封面显示
zh_hk: 按專輯封面檢視

# IDS_MUSIC_OPT_SEND_TRACK
source: Send track
ar: إرسال المسار
ca: Enviar pista
da: Send nummer
de: Titel senden
es_us: Enviar pista
eu: Abestia bidali
gu: ટ્રૅક મોકલો
hi: ट्रैक भेजें
hu: Szám küldése
kk: Файлды жіберу
lt: Siųsti įrašą
mk: Прати песна
nb: Send spor
pt_pt: Enviar faixa
si: ට්‍රාක් එක යවන්න
sr: Pošalji numeru
sv: Skicka spår
uk: Надіслати запис
ur: ٹریک بھیجیں
zh_cn: 发送曲目
zh_hk: 發送曲目

# IDS_MUSIC_OPT_RATE_TRACK
source: Rate track
ar: تصنيف المسار
ca: Avaluar pista
da: Klassificer musiknummer
de: Titel bewerten
es_us: Evaluar pista
eu: Abestia baloratu
gu: રેટ ટ્રેક
hi: ट्रैक रेट करें
hu: Zeneszám minősitése
kk: Файлды бағалау
lt: Takelio įvertinimas
mk: Оцени песна
nb: Klassifiser spor
pt_pt: Classificar faixa
si: අනුපාත ට්‍රැක්
sr: Oceni numeru
sv: Betygsätt låt
uk: Зробити рейтинг запису
ur: ریٹ ٹریک
zh_cn: 曲目等级
zh_hk: 曲目評分

# IDS_MUSIC_OPT_PLAYLIST_MOVE_TRACK_IN_PLAYLIST
source: Move track in playlist
ar: نقل المسار إلى قائمة التشغيل
ca: Moure pista a la llista de reproducció
da: Flyt nummer på afspilningsliste
de: Titel in Wiedergabeliste verschieben
es_us: Mover pista en lista de reproducción
eu: Abestia erreprodukzio zerrendan mugitu
gu: પ્લેલિસ્ટમાં ટ્રેક ખસેડો
hi: प्लेसूची में ट्रैक ले जाएं
hu: Áthelyezés a lejátszási listában
kk: Тізімдегі файлды ауыстыру
lt: Perkelti grojaraščio įrašą
mk: Премести во музичка листа
nb: Flytt spor i spilleliste
pt_pt: Mover faixa na lista de reprodução
si: වාදන ලැයිස්තුවේ ගීතය ගෙනයන්න
sr: Premesti numeru u listu za reprodukciju
sv: Flytta spår i spellistan
uk: Перемістити запис у списку
ur: ٹریک کو ہلائیں
zh_cn: 移动播放列表的曲目
zh_hk: 移動播放清單內的曲目

# IDS_MUSIC_OPT_OPENPLAYLIST_CURRENT
source: Current
ar: الحالي
ca: Actual
da: Aktuel
de: Aktuell
es_us: Actual
eu: Unekoa
gu: ચાલુ
hi: वर्तमान
hu: Jelenlegi
kk: Ағымдық
lt: Esamasis
mk: Тековно
nb: Aktuell
pt_pt: Actual
si: වර්තමාන
sr: Trenutni
sv: Aktuell
uk: Поточний
ur: جدید
zh_cn: 目前
zh_hk: 目前

# IDS_MUSIC_OPT_DELETE_PLAYLIST
source: Delete playlist
ar: حذف قائمة التشغيل
ca: Esborrar llista de reproducció
da: Slet afspilningsliste
de: Wiedergabeliste löschen
es_us: Eliminar lista de reproducción
eu: Erreprodukzio zerrenda ezabatu
gu: પ્લેલિસ્ટ હટાવો
hi: प्लेसूची हटाएँ
hu: Lejátszási lista törlése
kk: Ойнату тізімін жою
lt: Ištrinti grojaraštį
mk: Избриши музичка листа
nb: Slett spilleliste
pt_pt: Apagar lista de reprodução
si: ධාවන ලැයිස්තුව මකන්න
sr: Obriši listu za reprodukciju
sv: Ta bort spellista
uk: Видалити список відтворення
ur: پلے لسٹ مٹائيں
zh_cn: 删除播放列表
zh_hk: 刪除播放清單

# IDS_MUSIC_OPT_BACKGROUND_PLAYING
source: Background playing
ar: التشغيل في خلفية العرض
ca: Reproducció en segon pla
da: Baggrundsafspilning
de: Hintergrundmusik
es_us: Reproducción en 2° plano
eu: Atzealdean erreproduzitzen
gu: પૃષ્ઠભૂમિમાં વાગે
hi: बैकग्राउंड में चलाना
hu: Lejátszás a háttérben
kk: Біркелкі ойнату
lt: Foninis grojimas
mk: Емитување во заднина
nb: Bakgrunnsavspilling
pt_pt: Reprodução em segundo plano
si: පසුබිම් වාදනය
sr: Pozadinska reprodukcija
sv: Uppspelning i bakgrund
uk: Відтворення у фоновому режимі
ur: پیچھے میوزک چلائیں
zh_cn: 背景播放
zh_hk: 背景播放

# IDS_MUSIC_HEADER_EFFECTS
source: Effects
ar: التأثيرات
ca: Efectes
da: Effekter
de: Effekte
es_us: Efectos
eu: Efektuak
gu: પ્રભાવો
hi: प्रभाव
hu: Effektek
kk: Эффектілер
lt: Efektai
mk: Ефекти
nb: Effekter
pt_pt: Efeitos
si: ප්‍රයෝග‍
sr: Efekti
sv: Effekter
uk: Ефекти
ur: اثرات
zh_cn: 效果
zh_hk: 效果

# IDS_MUSIC_BUTTON_BUY_NOW
source: Buy now
ar: شراء الآن
ca: Comprar
da: Køb nu
de: Kaufen
es_us: Comprar
eu: Orain erosi
gu: હમણાં લો
hi: अभी खरीदें
hu: Vásárlás
kk: Сатып алу
lt: Pirkti
mk: Купи
nb: Kjøp nå
pt_pt: Comprar
si: දැන් මිලදී ග.
sr: Kupi sad
sv: Köp nu
uk: Придбати
zh_cn: 现在购买
zh_hk: 立即購買

# IDS_MUSIC_BODY_WISHLIST
source: Wish list
ar: قائمة الرغبات
ca: Llista de desitjos
da: Ønskeseddel
de: Wunschliste
es_us: Lista de deseos
eu: Nahitakoen zerrenda
gu: ઈચ્છા યાદી
hi: इच्छा सूची
hu: Kívánságlista
kk: Ұнамды бет
lt: Pageidaujamų sąrašas
mk: Листа на желби
nb: Ønskeliste
pt_pt: Lista de pedidos
si: පොරොත්තු ලැයිස්තුව
sr: Lista želja
sv: Önskelista
uk: Список побажань
ur: خواہشوں کی فہرست
zh_cn: 愿望列表
zh_hk: 願望清單

# IDS_MUSIC_BODY_WIDE
source: Wide
ar: عريض
ca: Ample
da: Bred
de: Weit
es_us: Amplio
eu: Zabala
gu: પહોળું
hi: वाइड
hu: Széles
kk: Кеңейтілген
lt: Platus
mk: Широко
nb: Bred
pt_pt: Amplo
si: පළල්
sr: Široko
sv: Bred
uk: Широкий діапазон
ur: چوڑا
zh_cn: 宽广
zh_hk: 狂放

# IDS_MUSIC_BODY_WHA_WHA
source: Wha-wha
gu: વ્હા-વ્હા
hi: व्‍हा-व्‍हा
kk: Уа-уа
lt: Ua-ua
mk: Вах-вах
si: වහා-වහා
sr: Va-va
uk: Вау-ва
ur: واہ واہ
zh_cn: 哇哇音
zh_hk: 嘩嘩聲

# IDS_MUSIC_BODY_VIBE_WOOFER
source: Vibe woofer
ar: مضخم صوت الاهتزاز
ca: Altaveu amb vibració
da: Vibrationshøjttaler
es_us: Altavoz con vibración
eu: Baxuen bozgorailu bibrazioduna
gu: વાઇબ વૂફર
hi: वाइब वूफ़र
hu: Vibrációs hangszóró
kk: Төмен жиілікті дірілді динамик
lt: Žemųjų dažnių garsiakalbis
mk: Вибрациски вуфер
nb: Vibrasjonshøyttaler
pt_pt: Woofer de vibrações
si: කම්පන වූෆරය
sr: Vibrirajući niskotonac
sv: Vibb-woofer
uk: Вібраційний низькочастотний динамік
ur: تھرتھراہٹ ووفر
zh_cn: 低音扬声器
zh_hk: 共鳴效果低音喇叭

# IDS_MUSIC_BODY_TREMOLO
source: Tremolo
es_us: Trémolo
gu: ટ્રીમોલો
hi: ट्रेमोलो
hu: Tremoló
kk: Тремоло
mk: Тремоло
si: ට්‍රමොලො
uk: Тремоло
ur: ٹریمولو
zh_cn: 颤音
zh_hk: 震音

# IDS_MUSIC_BODY_TAP_TWICE_TO_PLAY_PAUSE_MUSIC
source: Tap twice to play/pause music.
ar: اضغط مرتين لتشغيل/إيقاف الموسيقى مؤقتًا.
ca: Toqui dos cops per a reproduir/pausar música
da: Tryk to gange for at afspille/afbryde musik.
de: Zweimal tippen, um Musik wiederzugeben/anzuhalten
es_us: Pulse 2 veces para reproducir o pausar la música.
eu: Sakatu bitan musika erreproduzitzeko/gelditzeko
gu: સંગીત વગાડવા/રોકવાં માટે બે વાર ટેપ કરો.
hi: संगीत चलाने/रोकने के लिए दो बार टैप करें
hu: Érintse meg kétszer zene lejátszásához/szüneteltetéséhez.
kk: Музыканы ойнату/тоқтату үшін екі рет жанасыңыз.
lt: Palieskite du kartus muzikai groti/pristabdyti.
mk: Допрете двапати за емитување/паузирање музика.
nb: Trykk 2 ganger for å spille/stoppe musikk midlertidig.
pt_pt: Tocar duas vezes para reproduzir/pausar música.
si: සංගීතය වාදනයට/විරාමයට දෙවරක් තට්ටු කරන්න.
sr: Kucni dvaput za reprodukciju/pauziranje muzike.
sv: Tryck två gånger för att spela upp/pausa musik.
uk: Натисніть двічі, щоб відтворити/призупинити музику.
ur: دو بار تھپکیں پلے کرنے کے لئے/موسیقی میں وقفے کے لئے
zh_cn: 点击两次以播放/暂停音乐。
zh_hk: 輕觸兩次可播放/暫停音樂。

# IDS_MUSIC_BODY_SHARE_TRACK_VIA_BLUETOOTH
source: Share track via Bluetooth
ar: مشاركة مادة صوتية عبر البلوتوث
ca: Compartir pista per Bluetooth
da: Del nummer via Bluetooth
de: Titel über Bluetooth teilen
es_us: Compartir pistas mediante Bluetooth
eu: Partekatu pista Bluetooth bidez
gu: બ્લ્યુટુથ દ્વારા ટ્રેક શેર કરો
hi: ब्लूटूथ के द्वारा ट्रेक साझा करें
hu: Szám megosztása Bluetooth-on
kk: Bluetooth арқылы өлең ортақтасу
lt: Dalytis įrašu per „Bluetooth“
mk: Сподели запис преку Bluetooth
nb: Del spor via Bluetooth
pt_pt: Partilhar faixa por Bluetooth
si: BT හරහා ගීතය හුවමාරු කරගන්න
sr: Pošalji numeru putem Bluetootha
sv: Dela spår via Bluetooth
uk: Передати запис через Bluetooth
ur: بذریعہ Bluetooth ٹریک شراکت کریں
zh_cn: 经过蓝牙
zh_hk: 透過藍牙共享曲目

# IDS_MUSIC_BODY_SETUPWIZARD_WELCOME_TO_THE_MUSIC_SETUP_WIZARD_CONTINUE_Q
source: Welcome to the Music setup wizard. The following screens will help you configure your phone. Continue?
ar: مرحبا بك في معالج ضبط الموسيقى. ستساعدك الشاشات التالية في اعداد هاتفك. متابعة؟
ca: Benvingut a l'assistent de configuració de Música. Les següents pantalles l'ajudaran a configurar el seu telèfon. Vol continuar?
da: Velkommen til guiden Musikopsætning. Følgende skærmbilleder hjælper dig med at konfigurere din telefon, Fortsæt?
de: Willkommen beim Musik-Einrichtungsassistenten. Die folgenden Bildschirme helfen Ihnen bei der Konfiguration Ihres Telefons. Fortfahren?
es_us: Bienvenido al asistente de configuración de música. Las siguientes pantallas le ayudarán a configurar su teléfono. ¿Continuar?
eu: Ongi etorria musika konfigurazio laguntzailera. Ondorengo pantailek zure telefonoa konfiguratzen lagunduko dizute. Jarraitu?
gu: સંગીત સેટઅપ વિઝાર્ડમાં આપનું સ્વાગત છે. નીચે આપેલી સ્ક્રીન તમારા ફોનને કન્ફિગર કરવામાં તમારી મદદ કરશે. ચાલુ રાખીએ?
hi: संगीत सेटअप विज़ार्ड में आपका स्वागत है। निम्नलिखित स्क्रीन आपको अपना फ़ोन कॉन्फ़िगर करने में मदद करेंगी। जारी रखें?
hu: Üdvözöljük a Zene beállító varázslóban. A következő képernyők segítenek a telefon beállításában. Folytatja?
kk: Музыкалық қондырғы шеберіне қош келдіңіздер. Келесі торлар сізге телефоныңызды кескіндеуге көмектеседі. Жалғастырсын ба?
lt: Sveiki, čia – Muzikos sąrankos vedlys. Pateikiami ekranai padės jums sukonfigūruoti telefoną. Tęsti?
mk: Добре дојдовте во програмата за конфигурација на музиката. Следните екрани ќе Ви помогнат да го конфигурирате телефонот. Продолжи?
nb: Velkommen til konfigurasjonsveiviseren for musikk. De neste skjermbildene vil hjelpe deg å konfigurere telefonen. Fortsette?
pt_pt: Bem-vindo ao Assistente de configuração de música. Os ecrãs que se seguem irão ajudá-lo a configurar o telefone. Continuar?
si: සංගීත සැකසුම් විශාරදයට ආයුබෝවන්. ඔබගේ දුරකථනය හැඩගස්වා ගැනීමට පහත තිරය ඔබට උපකාරී වනු ඇත. පවත්වාගෙන යන්නද?
sr: Dobro došli u konfiguracioni čarobnjak za muziku. Sledeći ekrani će vam pomoći da konfigurišete telefon. Nastavak?
sv: Välkommen till inställningsguiden för musik. Följande skärmar hjälper dig att konfigurera telefonen. Fortsätt?
uk: Ласкаво просимо до майстра інсталяції музики. Наступні підказки допоможуть вам настроїти свій телефон. Продовжити?
ur: موسیقی کے سیٹ اپ وزرڈ میں خوشامدید۔ آنے والی سکریں آپکو فون کنفگر کرنے میں مدد کریگی جاری؟
zh_cn: 欢迎进入音乐设置向导。 接下来的屏幕将帮助您配置您的手机。继续？
zh_hk: 歡迎使用音樂設定精靈。以下畫面將協助您設定手機。要繼續嗎？

# IDS_MUSIC_BODY_QUICK_LIST
source: Quick list
ar: قائمة سريعة
ca: Llista ràpida
da: Hurtigliste
de: Schnellstartliste
es_us: Lista rápida
eu: Zerrenda azkarra
gu: ઝડપી યાદી
hi: शीघ्र सूची
hu: Gyorslista
kk: Жылдам тізім
lt: Spartusis sąrašas
mk: Брза листа
nb: Hurtigliste
pt_pt: Lista rápida
si: ක්ෂණික ලැයිස්තුව
sr: Brza lista
sv: Snabblista
uk: Швидкий список
ur: فوری فہرست
zh_cn: 快捷列表
zh_hk: 快速清單

# IDS_MUSIC_BODY_PLAYINGSETTINGS_SOUND_EFFECTS
source: Sound effects
ar: المؤثرات الصوتية
ca: Efectes de so
da: Lydeffekter
de: Sound-Effekte
es_us: Efectos de sonido
eu: Soinu efektuak
gu: અવાજ પ્રભાવો
hi: ध्वनि प्रभाव
hu: Hangeffektusok
kk: Дыбыс әсерлері
lt: Garso efektai
mk: Звучни ефекти
nb: Lydeffekter
pt_pt: Efeitos de som
si: ශබ්ද ප්‍රතිවිපාක
sr: Zvučni efekti
sv: Ljudeffekter
uk: Звукові ефекти
ur: آواز کے اثرات
zh_cn: 音效
zh_hk: 音效

# IDS_MUSIC_BODY_PLAYINGREPEAT_ALL
source: All
ar: الكل
ca: Tot
da: Alle
de: Alle
es_us: Todo
eu: Guztiak
gu: બધા
hi: सभी
hu: Mind
kk: Барлығы
lt: Visos
mk: Сите
nb: Alle
pt_pt: Tudo
si: සියල්ල
sr: Sve
sv: Alla
uk: Всі
ur: تمام
zh_cn: 全部
zh_hk: 全部

# IDS_MUSIC_BODY_PLAYERSETTINGS_VOLUME
source: Volume
ar: درجة الصوت
ca: Volum
da: Lydstyrke
de: Lautstärke
es_us: Volumen
eu: Bolumena
gu: અવાજ
hi: वॉल्यूम
hu: Hangerő
kk: Дауыстың күші
lt: Garsumas
mk: Јачина на тон
nb: Volum
si: හඬ ප්‍රමාණය
sr: Glasnoća
sv: Volym
uk: Гучність
ur: والیوم
zh_cn: 音量
zh_hk: 音量

# IDS_MUSIC_BODY_PD_TRACKS_SELECTED
source: %d tracks selected.
ar: تم تحديد %d مسارات.
ca: S'han seleccionat %d pistes
da: %d numre valgt.
de: %d Titel ausgewählt.
es_us: Se han seleccionado %d canciones.
eu: %d pista aukeratuta
gu: %d ટ્રૅક્સ પસંદ કર્યું.
hi: %d ट्रैक्स चुने गए।
hu: %d szám kijelölve.
kk: %d трек таңдалды.
lt: Pasirinkta takelių: %d
mk: Избрани се %d песни.
nb: %d spor valgt.
pt_pt: %d faixas seleccionadas.
si: ඛණ්ඩ %d තෝරන ලදි.
sr: Izabrano je %d numera.
sv: %d spår har valts.
uk: Вибрано записів: %d.
ur: %d ٹریکس منتخب ہوگئے۔
zh_cn: 已选择%d个曲目
zh_hk: 已選擇 %d 首曲目。

# IDS_MUSIC_BODY_NO_PODCASTS
source: No podcasts
ar: لا يوجد podcasts
ca: Sense podcasts
da: Ingen podcasts
de: Keine Podcasts
es_us: Vacío
eu: Podcastik ez
gu: કોઈ પોડકાસ્ટ નથી
hi: पॉडकास्‍ट नहीं
hu: Nincs podcast
kk: Подкасттар жоқ
lt: Transliacijų internetu nėra
mk: Нема подкасти
nb: Ingen podcaster
pt_pt: Nenhuns podcasts
si: පොඩ්කාස්ට් නොමැත
sr: Nema podkasta
sv: Inga podsändningar
uk: Немає подкастів
ur: کوئی پوڈ کاسٹس نہیں ہیں
zh_cn: 没有播客
zh_hk: 沒有播客

# IDS_MUSIC_BODY_FIND_SIMILAR
source: Find similar
ar: البحث عن المتشابه
ca: Cercar semblant
da: Find lignende
de: Ähnliches suchen
es_us: Buscar similar
eu: Antzerakoa bilatu
gu: સરખું શોધો
hi: समान खोजें
hu: Hasonló keresése
kk: Ұқсасын табу
lt: Rasti panašų
mk: Најди слични
nb: Finn lignende
pt_pt: Localizar semelhante
si: සමාන ඒවා සොයන්න
sr: Nađi slično
sv: Sök liknande
uk: Пошук подібних
ur: اس جیسے تلاش کریں
zh_cn: 查找类似
zh_hk: 尋找類似

# IDS_MUSIC_BODY_BACKGROUND_PLAY
source: Background play
ar: تشغيل في الخلفية
ca: Reproducció en segon pla
da: Baggrundsafspilning
de: Hintergrund wiedergeben
es_us: Reproducción en segundo plano
eu: Atzealdean erreproduzitu
gu: પૃષ્ઠભૂમિ પ્લે
hi: बैकग्राउंड में चलना
hu: Lejátszás a háttérben
kk: Біркелкі тыңдау
lt: Grojimas fone
mk: Емитување во заднина
nb: Avspilling i bakgrunnen
pt_pt: Reprodução em fundo
si: පසුබිම් නාදය
sr: Pozadinska reprodukcija
sv: Bakgrundsuppspelning
uk: Фоновий режим
ur: پیچھے چلانا
zh_cn: 背景播放
zh_hk: 背景播放

# IDS_MUSIC_BODY_51_CHANNEL_CAN_ONLY_BE_ACTIVATED_WHEN_SOUND_EFFECTS_ARE_OFF
source: 5.1 channel can only be activated when sound effects are off.
ar: يمكن تنشيط القناة 5.1 فقط عند إيقاف المؤثرات الصوتية.
ca: Només es pot activar el canal 5.1 quan es desactiven els efectes de so
da: 5.1 kanal kan kun aktiveres, når lydeffekter er fra.
de: Kanal 5.1 kann nur aktiviert werden, wenn die Soundeffekte ausgeschaltet sind
es_us: El canal 5.1 sólo puede activarse con efectos de sonido desactivados.
eu: 5.1 kanala soinu efektuak itzalita daudenean bakarrik aktibatu daiteke
gu: ધ્વનિ પ્રભાવ બંધ હોવા પર 5.1 ચેનલ સક્રિય કરી શકાય છે.
hi: केवल ध्वनि प्रभाव बंद होने पर 5.1 चैनल सक्रिय हो सकता है
hu: Az 5.1 csatorna csak akkor aktiválható, ha a hangeffektusok ki vannak kapcsolva.
kk: Дыбыстық әсерлер өшірілгенде ғана 5.1 арнасын іске қосуға болады.
lt: 5.1 kanalas gali būti naudojamas tik išjungus garso efektus.
mk: 5.1 канали може да се активира само кога се исклучени звучните ефекти.
nb: 5.1-kanal kan bare aktiveres når lydeffekter er av.
pt_pt: O canal 5.1 só pode ser activado quando os efeitos de som estão desligados.
si: 5.1 නාලිකාව සක්‍රිය කල හැක්කේ ශබ්ද ප්‍රයෝග අක්‍රිය කර ඇති විට පමණි.
sr: 5.1-kanalni sistem se može uključiti samo kad su zvučni efekti isključeni.
sv: 5.1-kanalen kan bara aktiveras om ljudeffekterna är av.
uk: 5.1-канальний звук доступний лише за вимкнених звукових ефектів.
ur: 5.1 چینل صرف اس وقت زیر عمل ہوسکتے ہیں جب صوتی تاثرات آف ہوں
zh_cn: 5.1声道仅在声音效果关闭时才可启动。
zh_hk: 只有在關閉音效時才可啟動 5.1 頻道。

# IDS_MUSIC_TAB4_PODCASTS
source: Podcasts
ar: بودكاست
eu: Podcast-ak
gu: પોડકાસ્ટ્સ
hi: पॉडकास्ट्स
hu: Pod- castok
kk: Подкасттар
lt: Interneto trans.
mk: Подкасти
si: පොඩ්කාස්ට්
sr: Podkasti
sv: Podsändn
uk: Подкасти
ur: پوڈ کاسٹس
zh_cn: 播客

# IDS_MUSIC_SK2_EDIT_IMAGE
source: Edit image
ar: تعديل صورة
ca: Editar la imatge
da: Redigér billede
de: Bild bearbeiten
es_us: Editar imagen
eu: Editatu irudia
gu: છબી સંપાદિત કરો
hi: छवि संपादित करें
hu: Kép szerkesztése
kk: Суретті өзгерту
lt: Redaguoti vaizdą
mk: Измени слика
nb: Rediger bilde
pt_pt: Editar imagem
si: රූපය සංස්කරණය කරන්න
sr: Izmeni sliku
sv: Redigera bild
uk: Змінити зображення
ur: تصویر تدوین کریں
zh_cn: 编辑图片
zh_hk: 編輯圖像

# IDS_MUSIC_POP_PLAYING_ANY_SOUNDS_WILL_STOP_AND_SAVE_YOUR_VOICE_RECORDING_PLAY_Q
source: Playing any sounds will stop and save your voice recording. Play?
ar: سيتم إيقاف تشغيل أي صوت وحفظ تسجيل الصوت. هل تريد التشغيل؟
ca: Si reprodueix algun so, s'aturarà i desarà la gravació de veu. Reproduir?
da: Afspilning af lyd vil stoppe og gemme din stemmeoptagelse. Afspil?
de: Durch das Wiedergeben von Klängen wird die Sprachaufnahme beendet und gespeichert. Wiedergeben?
es_us: Al reproducir cualquier sonido se detendrá y se guardará su grabación de voz. ¿Reproducir?
eu: Edozer soinu erreproduzitzean zure ahots grabaketa eten eta gordeko da. Erreproduzitu?
gu: કોઈ પણ ધ્વનિઓને ચલાવવા તે તમારા અવાજ રેકોર્ડિંગને રોકશે અને સાચવશે. ચલાવીએ?
hi: कोई भी ध्‍वनि चलाने पर आपकी वॉइस रिकॉर्डिंग रूक जाएगी और सुरक्षित हो जाएगी। चलाएँ?
hu: Hanglejátszás indítása esetén az eszköz leállítja a hangrögzítést, és menti a felvételt. Elindítja a lejátszást?
kk: Кез келген дыбыстарды ойнату дауыс жазбасын тоқтатып, сақтайды. Ойнату керек пе?
lt: Bus sustabdytas bet kokio garso leidimas ir išsaugotas jūsų balso įrašas. Leisti?
mk: Со емитување каков било звук ќе се сопре и сочува снимањето глас. Да се емитува?
nb: Å spille av lyder vil føre til at taleopptaket stoppes og lagres. Spille av?
pt_pt: Se reproduzir sons, a gravação de voz pára e é guardada. Reproduzir?
si: ශබ්ද වාදනය කිරීමෙන් ඔබේ හඬ පටිගත වීම නැවතී සුරැකෙනු ඇත. වාදනය කරන්නද?
sr: Reprodukovanje svakog zvuka biće prekinuto a snimanje govora sačuvano. Reprodukovati?
sv: Uppspelning av ljud stoppas och röstinspelningen sparas. Spela?
uk: Початок відтворення призведе до зупинення та збереження голосового запису. Відтворити?
ur: کوئی آوازیں پلے کرنے سے آپ کی آواز کی ریکارڈنگ ختم اور محفوظ ہوجائے گی۔ پلے کریں؟
zh_cn: 播放任何声音将停止并保存您的语音录制。是否播放？
zh_hk: 播放任何聲音將停止並儲存您的語音錄製。播放嗎？
