Repository: tizenorg/profile.mobile.apps.native.music-player
Catalog: po/*.po
Languages: ar, ca, da, de, es_us, eu, gu, hi, hu, kk, lt, mk, nb, pt_pt, si, sr, sv, uk, ur, zh_cn, zh_hk

# IDS_MUSIC_POP_PS_ALREADY_IN_USE_ENTER_ANOTHER_NAME
source: %s already in use. Enter another name.
ar: %s مستخدم بالفعل. إدخال اسم آخر.
ca: %s ja està en ús. Introdueixi un altre nom.
da: %s er allerede i brug. Indtast et andet navn.
de: %s wird bereits verwendet, bitte anderen Namen eingeben.
es_us: %s ya en uso. Use otro nombre.
eu: %s erabiltzen. Adierazi beste izen bat.
hi: %s पहले से उपयोग में है। अन्य नाम प्रविष्ट करें।
hu: %s nevű jegyzet már van. Írjon be más nevet.
kk: %s бұрыннан пайдаланылуда. Басқа ат енгізіңіз.
lt: %s jau naudojamas. Įveskite kitą pavadinimą.
mk: Веќе се користи %s. Внесете друго име.
nb: %s allerede i bruk. Angi et annet navn.
pt_pt: %s já utilizado. Introduza outro nome.
sr: %s već u upotrebi. Unesi drugo ime.
sv: %s används redan. Ange ett annat namn.
uk: Список відтворення «%s» уже існує. Введіть іншу назву.
zh_cn: %s 播放列表名称已使用。请输入其它名称。
zh_hk: %s 已被使用。輸入其他名稱。

# IDS_MUSIC_TMBODY_DATE_OF_RECORDING
source: Date of recording
ar: تاريخ التسجيل
ca: Data de gravació
da: Dato for optagelse
de: Aufnahmedatum
es_us: Fecha de la grabación
eu: Grabaketa eguna
hi: रिकॉर्डिंग की तिथि
hu: Rögzítés dátuma
kk: Жазылған күн
lt: Įrašymo data
mk: Датум на снимка
nb: Dato for innspilling
pt_pt: Data de gravação
sr: Datum snimanja
sv: Inspelningsdatum
uk: Дата записування
zh_cn: 录制日期
zh_hk: 錄製日期

# IDS_MBP_TPOP_TRACK_SET_AS_ALARM_TONE
source: Track set as alarm tone.
ar: تم ضبط المقطع كنغمة التنبيه.
ca: Pista definida com a to d'alarma.
da: Nummer er angivet som alarmtone.
de: Titel als Alarmton festgelegt.
es_us: La pista se definió como tono de alarma.
eu: Abestia alarma tonu gisa ezarri da.
hi: ट्रैक अलार्म टोन के रूप में सेट।
hu: Beállította a számot jelzőhangként.
kk: Трек дабыл үні ретінде орнатылды.
lt: Takelis nustatytas kaip signalo tonas.
mk: Песната е одредена како тон за аларм.
nb: Spor er angitt som alarmtone.
pt_pt: Faixa definida como tom de alarme.
sr: Numera je postavljena kao ton alarma.
sv: Spåret har angetts som alarmsignal.
uk: Запис встановлено як сигнал будильника.
zh_cn: 曲目已设置为闹钟铃声
zh_hk: 曲目已設定為鬧鐘鈴聲。

# IDS_MUSIC_NPBODY_NO_RESULTS_FOUND_ABB
source: No results found
ar: لم يتم العثور على أي نتيجة
ca: No s'han trobat resultats
da: Ingen resultater
de: Keine Ergebnisse
es_us: Sin resultados encontrados
eu: Ez da emaitzarik aurkitu
hi: कोई परिणाम नहीं मिला
hu: Nincs találat
kk: Нәтиже жоқ
lt: Rezultatų nerasta
mk: Нема резултати
nb: Fant ingen resultater
pt_pt: Nenhuns resultados encontrados
sr: Nema rezultata
sv: Inga resultat hittades
uk: Результів не знайдено
zh_cn: 未找到结果
zh_hk: 無搜尋結果

# IDS_MUSIC_OPT_DEFAULT_RINGTONE_ABB
source: Default ringtone
ar: نغمة الرنين الافتراضية
ca: Melodia predeterminada
da: Standardringetone
de: Standardklingelton
es_us: Tono predeterminado
eu: Lehenetsitako dei tonua
hi: डिफॉल्ट रिंगटोन
hu: Alapértelmezett csengőhang
kk: Әдепкі үн
lt: Numatytas skambėjimo tonas
mk: Основно ѕвонење
nb: Standard ringetone
pt_pt: Tom de toque padrão
sr: Podrazumevani ton zvona
sv: Standardringsignal
uk: Звук дзвінка за умовчанням
zh_cn: 默认铃声
zh_hk: 預設鈴聲

# IDS_MUSIC_TPOP_TRACK_SET_AS_CALLER_RINGTONE
source: Track set as caller ringtone.
ar: تم ضبط المقطع كنغمة رنين المتصل.
ca: Pista definida com a melodia del remitent.
da: Nummer angivet som opkaldsringetone.
de: Titel als Anruferklingelton festgelegt.
es_us: Canción definida como tono del contacto.
eu: Abestia deitzailearen dei tonu gisa ezarri da.
hi: कॉलर रिंगटोन के रूप में ट्रैक सेट किया गया।
hu: Szám beállítva hívócsengőhangként.
kk: Тректер қоңырау шалушы рингтоны ретінде орнатылды.
lt: Takelis nustatytas kaip skambintojo skambėjimo tonas.
mk: Песната е поставена како ѕвонење за повикувач.
nb: Spor er angitt som anropsringetone.
pt_pt: Faixa definida como tom de toque de chamador.
sr: Numera je postavljena kao ton zvona pozivaoca.
sv: Spåret har angetts som ringsignal.
uk: Запис встановлено як звук дзвінка абонента.
zh_cn: 曲目已设置为来电铃声
zh_hk: 曲目已設定為來電者鈴聲。

# IDS_MP_TPOP_TRACK_SET_AS_RINGTONE
source: Track set as ringtone.
ar: تم ضبط المقطع كنغمة الرنين.
ca: Pista definida com a melodia de trucada.
da: Nummer er angivet som ringetone.
de: Titel als Klingelton festgelegt.
es_us: La pista se definió como tono de timbre.
eu: Abestia dei tonu gisa ezarri da.
hi: ट्रैक रिंगटोन के रूप में सेट।
hu: Beállította a számot csengőhangként.
kk: Трек қоңырау үні ретінде орнатылды.
lt: Takelis nustatytas kaip skambėjimo tonas.
mk: Песната е поставена како ѕвонење.
nb: Spor er angitt som ringetone.
pt_pt: Faixa definida como tom de toque.
sr: Numera je postavljena kao ton zvona.
sv: Spåret har angetts som ringsignal.
uk: Запис встановлено як звук дзвінка.
zh_cn: 曲目已设置为铃声
zh_hk: 曲目已設定為鈴聲。

# IDS_DLNA_BODY_ADD_TO_NOW_PLAYING_LIST
source: Add to now playing list
ar: إضافة إلى قائمة التشغيل الحالية
ca: Afegir a la llista de reproducció en curs
da: Føj til Afspilles nu-liste
de: Zur gerade laufenden Wiedergabeliste hinzufügen
es_us: Añadir a lista en reproducción
eu: Erreproduzitzen ari den zerrendari erantsi
hi: अभी चलाई जा रही सूची में जोड़ें
hu: Hozzáadás a Most játszott listához
kk: Қазір ойнатылып жатқанның тізіміне қосу
lt: Pridėti prie dabar grojamų sąrašo
mk: Додај во листата што се емитува
nb: Legg til i avspillingsliste
pt_pt: Adicionar à lista a ser reproduzida
sr: Dodaj u listu koja se reprodukuje
sv: Lägg till på listan ”Spelas nu”
uk: Додати до списку поточного відтворення
zh_cn: 添加至当前播放列表
zh_hk: 加到目前播放清單

# IDS_MUSIC_TPOP_EQUALISER_SETTINGS_WILL_BE_APPLIED_WHILE_PLAYING_MUSIC
source: Equaliser settings will be applied while playing music.
ar: سيتم تطبيق ضبط المعادل أثناء تشغيل الموسيقى.
ca: Els ajustaments d'equalitzador s'aplicaran mentre es reprodueixi música.
da: Indstillinger for equaliser anvendes, når der afspilles musik.
de: Equalizer-Einstellungen werden beim Abspielen von Musik angewendet.
es_us: La configuración del ecualizador se aplicará al reproducir música.
eu: Ekualizadore ezarpenak aplikatuko dira musika erreproduzitu bitartean.
hi: संगीत चलाने के दौरान इक्वेलाईजर सेटिंग्स लागू की जाएँगी।
hu: A hangszínszabályzó beállításainak hatása zene lejátszásakor érvényesül.
kk: Эквалайзер параметрлері музыканы ойнату кезінде қолданылады.
lt: Vienodintuvo nustatymai bus pritaikyti leidžiant muziką.
mk: Поставките за еквилајзерот ќе се применат кога се емитува музика.
nb: Equaliserinnstillingene tas i bruk når du spiller av musikk.
pt_pt: Serão aplicadas definições do Equalizador quando for reproduzida música.
sr: Postavke za Equaliser će se primeniti kada se reprodukuje muzika.
sv: Equaliserinställningar används när musik spelas upp.
uk: Налаштування еквалайзера буде застосовано під час відтворення музики.
zh_cn: 均衡器设定将在播放音乐时应用
zh_hk: 均衡器設定將於播放音樂時應用。

# IDS_ST_BODY_ALERT
source: Alert
ar: تنبيه
ca: Alerta
da: Varsel
de: Achtung
es_us: Alerta
eu: Abisua
hi: सतर्क
hu: Jelzés
kk: Қоңырау
lt: Įspėjimas
mk: Известување
nb: Varsling
pt_pt: Alerta
sr: Upozorenje
sv: Varning
uk: Попередження
zh_cn: 提示
zh_hk: 提醒

# IDS_IV_POP_1_ALBUM_WILL_BE_DELETED
source: 1 album will be deleted.
ar: سيتم حذف ألبوم واحد
ca: S'esborrarà 1 àlbum
da: 1 album vil blive slettet.
de: 1 Album wird gelöscht.
es_us: Se eliminará 1 álbum.
eu: 1 album ezabatuko da.
hi: 1 एल्बम हटाया जाएगा।
hu: Törölni fog 1 albumot.
kk: 1 альбом жойылады.
lt: 1 albumas bus ištrintas.
mk: 1 албум ќе се избрише.
nb: 1 album blir slettet.
pt_pt: 1 álbum será eliminado.
sr: 1 album će biti izbrisan.
sv: 1 album kommer att tas bort.
uk: 1 альбом буде видалено.
zh_cn: 将删除 1 个相册。
zh_hk: 將刪除 1 個相簿。

# IDS_MUSIC_OPT_SD_CARD
source: SD card
ar: بطاقة SD
ca: Targ SD
da: SD-kort
de: SD-Karte
es_us: Tarjeta de memoria
eu: SD txar.
hi: SD कार्ड
hu: SD-kártya
kk: SD карта
lt: SD kortelė
mk: SD-карт.
nb: SD-kort
pt_pt: Cartão SD
sr: SD kartica
sv: SD-kort
uk: SD-карта
zh_cn: SD 卡
zh_hk: SD 卡

# IDS_MUSIC_SBODY_DEVICE_STORAGE
source: Device storage
ar: وحدة تخزين الجهاز
ca: Emmagatzematge de dispositiu
da: Enhedslager
de: Gerätespeicher
es_us: Almacenamiento en dispositivo
eu: Gailu biltegia
hi: डिवाइस स्टोरेज
hu: Eszköz tárhelye
kk: Құрылғы қоймасы
lt: Įrenginio atmintis
mk: Меморија на уредот
nb: Enhetsminne
pt_pt: Armazenamento do dispositivo
sr: Skladišna lokacija uređaja
sv: Enhetslagring
uk: Місце збереження на пристрої
zh_cn: 设备存储
zh_hk: 裝置儲存空間

# IDS_MUSIC_TPOP_PLAYLIST_NAME_ALREADY_IN_USE
source: Playlist name already in use.
ar: اسم قائمة التشغيل مستخدم مسبقاً.
ca: Nom de llista de reproducció en ús.
da: Navnet på afspilningslisten er allerede i brug.
de: Name der Wiedergabeliste wird bereits verwendet.
es_us: El nombre de la lista de reproducción ya está en uso.
eu: Erreprodukzio zerrendaren izena erabiltzen ari zara jada.
hi: प्लेसूची नाम पहले से उपयोग में है।
hu: Már van ilyen nevű lejátszási lista.
kk: Ойнату тізімі әлдеқашан пайдаланылуда.
lt: Grojaraščio pavadinimas jau naudojamas.
mk: Името на музичката листа се користи.
nb: Spillelistenavnet er allerede i bruk.
pt_pt: Nome de lista de reprodução já utilizado.
sr: Naziv plejliste je već u upotrebi.
sv: Spellistans namn används redan.
uk: Назва списку відтворення вже використовується.
zh_cn: 播放列表名称已被使用
zh_hk: 播放清單名稱已被使用。

# IDS_MUSIC_BODY_PLAYLIST_PD
source: Playlist %d
ar: قائمة التشغيل %d
ca: Llista de reproducció %d
da: Afspilningsliste %d
de: Wiedergabeliste %d
es_us: Lista de reproducción %d
eu: %d. zerrenda
hi: प्लेसूची %d
hu: %d. lista
kk: %d ойнату тізімі
lt: %d grojaraštis
mk: Музичка листа %d
nb: Spilleliste %d
pt_pt: Lista de reprodução %d
sr: Plejlista %d
sv: Spellista %d
uk: Список відтворення %d
zh_cn: 播放列表 %d
zh_hk: 播放清單 %d

# IDS_MUSIC_HEADER_CREATE
source: Create
ar: إنشاء
ca: Crear
da: Opret
de: Erstellen
es_us: Crear
eu: Sortu
hi: बनाएँ
hu: Létrehozás
kk: Жасау
lt: Kurti
mk: Направи
nb: Opprett
pt_pt: Criar
sr: Kreiraj
sv: Skapa
uk: Створення
zh_cn: 创建
zh_hk: 建立

# IDS_MUSIC_HEADER_EQUALISER_PRESET_ABB
source: Equaliser preset
ar: إعادة ضبط المعادل
ca: Equalitzador presintonitzat
da: Forudindstilling for equalizer
de: Equalizer-Voreinstellung
es_us: Valores predet. de ecualizador
eu: Ekualizadore aurrezarria
hi: इक्वेलाईजर प्रीसेट
hu: Hangszínszabályzó beállításkészlete
kk: Эквалайзер белгіленіп қойған
lt: Išankstinis vienodintuvo nustatymas
mk: Претходно поставен еквилајзер
nb: Equaliserforhåndsinnstilling
pt_pt: Predefinição do Equaliser
sr: Početne vrednosti Equaliser-a
sv: Förinställd equaliser
uk: Попередньо встановлений еквалайзер
zh_cn: 均衡器预设
zh_hk: 均衡器預設

# IDS_MUSIC_OPT_AUTOMATIC_M_EQUALIZER_EFFECT
source: Automatic
ar: تلقائي
ca: Automàtic
da: Automatisk
de: Automatisch
es_us: Automático
eu: Automatikoa
hi: स्वचालित
hu: Automatikus
kk: Автоматты
lt: Automatinis
mk: Автоматски
nb: Automatisk
pt_pt: Automático
sr: Automatski
sv: Automatisk
uk: Автоматичний
zh_cn: 自动
zh_hk: 自動

# IDS_MUSIC_OPT_CLASSICAL_M_EQUALIZER_EFFECT
source: Classical
ar: كلاسيكي
ca: Clàssica
da: Klassisk
de: Klassik
es_us: Clásica
eu: Klasikoa
hi: शास्त्रीय
hu: Komolyzene
kk: Классикалық
lt: Klasika
mk: Класична музика
nb: Klassisk
pt_pt: Clássica
sr: Klasika
sv: Klassisk
uk: Класика
zh_cn: 古典
zh_hk: 古典

# IDS_MUSIC_HEADER_ENVIRONMENT_EFFECT_ABB
source: Environment effect
ar: تأثير المحيط
ca: Efecte d'entorn
da: Miljøeffekt
de: Umgebungseffekt
es_us: Efecto ambiente
eu: Ingurumen efektua
hi: पर्यावरण प्रभाव
hu: Környezeti effekt
kk: Қоршаған орта әсері
lt: Aplinkos efektas
mk: Ефект на средина
nb: Miljøeffekt
pt_pt: Efeito ambiente
sr: Efekat životne sredine
sv: Miljöeffekt
uk: Реалістичний ефект
zh_cn: 环境效果
zh_hk: 環境效果

# IDS_VIDEO_POP_THE_FILE_TYPE_IS_NOT_SUPPORTED
source: The file type is not supported.
ar: إن نوع الملف غير مدعوم.
ca: El tipus de fitxer no és compatible.
da: Filtypen understøttes ikke.
de: Der Dateityp wird nicht unterstützt.
es_us: El tipo de archivo no es compatible.
eu: Fitxategi mota hau ez da onartzen.
hi: फाइल प्रकार समर्थित नहीं है।
hu: Az alkalmazás nem támogatja ezt a fájltípust.
kk: Файл түріне қолдау көрсетілмейді.
lt: Šis failo tipas nepalaikomas.
mk: Видот фајл не е поддржан.
nb: Filtypen støttes ikke.
pt_pt: O tipo de ficheiro não é suportado.
sr: Tip fajla nije podržan.
sv: Filtypen stöds inte.
uk: Тип файла не підтримується.
zh_cn: 不支持此文件类型。
zh_hk: 不支援此檔案類型。

# IDS_MUSIC_BODY_AFTER_YOU_CREATE_PLAYLISTS_THEY_WILL_BE_SHOWN_HERE
source: After you create playlists, they will be shown here.
ar: بعد إنشاء قوائم تشغيل، يتم عرضها هنا
ca: Després de crear llistes de reproducció, es mostraran aquí
da: Når du opretter afspilningslister, vises de her.
de: Nach dem Erstellen von Wiedergabelisten werden diese hier angezeigt.
es_us: Después de crear listas de reproducción, éstas se mostrarán aquí.
eu: Erreprodukzio zerrendak sortu ondoren, hemen erakutsiko dira
hi: आपके द्वारा प्‍लेलिस्‍ट बनाने के बाद, वे यहाँ दिखाई जाएँगी
hu: Itt jelennek majd meg a létrehozott lejátszási listák.
kk: Әндер тізімін жасағаннан кейін олар мына жерде көрсетіледі.
lt: Kai sukursite grojaraščių, jie bus rodomi čia.
mk: Откако ќе направите листи, ќе се прикажат тука.
nb: Når du har opprettet spillelister, vises de her.
pt_pt: Depois de criar listas de reprodução, as listas são apresentadas aqui.
sr: Nakon što kreiraš liste za reprodukciju, one će se prikazati ovde.
sv: När du har skapat spellistor visas de här.
uk: Після створення списків відтворення їх буде відображено тут.
zh_cn: 在您创建播放列表后，将在此处显示。
zh_hk: 在您建立播放清單後，將顯示於此。

# IDS_ST_HEADER_SELECT_AUDIO_DEVICE_ABB
source: Select audio device
ar: تحديد جهاز الصوت
ca: Seleccionar dispositiu d'àudio
da: Vælg lydenhed
de: Audiogerätauswahl
es_us: Seleccionar disp. de audio
eu: Hautatu audio gailua
hi: ऑडियो डिवाइस चुनें
hu: Hangeszköz kiválasztása
kk: Аудио құрылғыны таңдаңыз
lt: Rinktis garso įrenginį
mk: Изберете аудио уред
nb: Velg lydenhet
pt_pt: Seleccionar dispositivo áudio
sr: Izaberi audio uređaj
sv: Välj ljudenhet
uk: Вибір аудіопристрою
zh_cn: 选择音频设备
zh_hk: 選擇音訊裝置

# IDS_MUSIC_TPOP_PLAYLIST_NAME_ALREADY_IN_USE_ENTER_ANOTHER_NAME
source: Playlist name already in use. Enter another name.
ar: اسم قائمة التشغيل مستخدم مسبقاً. أدخل اسماً آخر.
ca: El nom de la llista de distribució ja està en ús. Introdueixi un altre nom.
da: Navnet på afspilningslisten er allerede i brug. Indtast et andet navn.
de: Wiedergabeliste wird bereits verwendet. Geben Sie einen anderen Namen ein.
es_us: El nombre de la lista de reproducción ya está en uso. Introduzca otro nombre.
eu: Erreprodukzio zerrendaren izena erabiltzen ari zara. Idatzi beste izen bat.
hi: प्लेसूची नाम पहले से उपयोग में है। अन्य नाम प्रविष्ट करें।
hu: Ilyen nevű lejátszási lista már van. Írjon be más nevet.
kk: Ойнату тізімі әлдеқашан пайдаланылуда. Басқа атауды енгізіңіз.
lt: Grojaraščio pavadinimas jau naudojamas. Įveskite kitą pavadinimą.
mk: Името на музичката листа веќе се користи. Внесете друго име.
nb: Spillelistenavn er allerede i bruk. Angi et annet navn.
pt_pt: Nome de lista de reprodução já utilizado. Introduza outro nome.
sr: Naziv plejliste je već u upotrebi. Unesi drugi naziv.
sv: Namnet på spellistan används redan. Ange ett annat namn.
uk: Ім’я списку відтворення вже використовується. Введіть інше ім’я.
zh_cn: 播放列表名称已被使用。请输入其他名称。
zh_hk: 播放清單名稱已被使用。請輸入其他名稱。

# IDS_MUSIC_OPT_NOW_PLAYING_LIST
source: Now playing list
ar: قائمة المواد الجاري تشغيلها
ca: Llista de reproducció en curs
da: Afspilles nu-liste
de: Liste der aktuell wiedergegebenen Lieder
es_us: Lista en reproducción
eu: Erreproduzitzen ari den zerrenda
hi: अभी चलाई जा रही सूची
hu: Most játszott lista
kk: Қазіргі ойнату тізімі
lt: Dabartiniu metu grojamų sąrašas
mk: Листа што се емитува
nb: Spiller nå liste
pt_pt: Lista a ser reproduzida agora
sr: Nova lista za reprodukciju
sv: Listan ”Spelas nu”
uk: Зараз відтворюється
zh_cn: 当前播放列表
zh_hk: 目前播放清單

# IDS_MUSIC_OPT_SHOW_LYRICS
source: Show lyrics
ar: إظهار كلمات الأغنية
ca: Mostrar lletra
da: Vis sangtekster
de: Liedtexte anzeigen
es_us: Mostrar letra
eu: Erakutsi hitzak
hi: गीत के बोल दिखाएँ
hu: Dalszöveg megjelenítése
kk: Әннің сөзін көрсету
lt: Rodyti dainos žodžius
mk: Покажи текст
nb: Vis tekster
pt_pt: Mostrar letras
sr: Prikaži stihove
sv: Visa låttexter
uk: Відобразити текст
zh_cn: 显示歌词
zh_hk: 顯示歌詞

# IDS_MUSIC_OPT_HIDE_LYRICS
source: Hide lyrics
ar: إخفاء كلمات الأغاني
ca: Ocultar lletra
da: Skjul sangtekster
de: Liedtexte ausblenden
es_us: Ocultar letra
eu: Ezkutatu hitzak
hi: गीत के बोल छिपाएँ
hu: Dalszöveg elrejtése
kk: Әннің сөзін жасыру
lt: Slėpti dainos žodžius
mk: Сокриј текст
nb: Skjul tekster
pt_pt: Ocultar letras
sr: Sakrij stihove
sv: Dölj låttext
uk: Приховати текст
zh_cn: 隐藏歌词
zh_hk: 隱藏歌詞

# IDS_MUSIC_TPOP_UNABLE_TO_PLAY_MUSIC_DURING_CALLS
source: Unable to play music during calls.
ar: يتعذّر تشغيل الموسيقى أثناء المكالمات.
ca: No es pot reproduir la música durant les trucades.
da: Kunne ikke afspille musik under opkald.
de: Musik kann während eines Anrufs nicht wiedergegeben werden.
es_us: No se puede reproducir música durante las llamadas.
eu: Ezin da musika erreproduzitu deien bitartean.
hi: कॉल्स के दौरान संगीत चलाने में अक्षम।
hu: Hívás közben nem lehet zenét lejátszani.
kk: Қоңыраулар кезінде музыканы ойнату мүмкін емес.
lt: Muzikos negalima leisti vykstant skambučiui.
mk: Не може да се емитува музика при повици.
nb: Kan ikke spille av musikk under samtaler.
pt_pt: Impossível reproduzir música durante chamadas.
sr: Reprodukcija muzike tokom poziva nije moguća.
sv: Det går inte att spela upp musik under samtal.
uk: Неможливо відтворити музику під час викликів.
zh_cn: 通话期间无法播放音乐。
zh_hk: 在通話期間無法播放音樂。

# IDS_MUSIC_OPT_DELETE
source: Delete
ar: حذف
ca: Esborrar
da: Slet
de: Löschen
es_us: Eliminar
eu: Ezabatu
hi: हटाएँ
hu: Törlés
kk: Жою
lt: Trinti
mk: Избриши
nb: Slett
pt_pt: Eliminar
sr: Izbriši
sv: Ta bort
uk: Видалити
zh_cn: 删除
zh_hk: 刪除

# IDS_MUSIC_HEADER_SELECT
source: Select
ar: تحديد
ca: Seleccionar
da: Vælg
de: Auswählen
es_us: Seleccionar
eu: Hautatu
hi: चयन करें
hu: Kiválasztás
kk: Таңдау
lt: Pasirinkti
mk: Избери
nb: Velg
pt_pt: Seleccionar
sr: Izaberi
sv: Välj
uk: Вибрати
zh_cn: 选择
zh_hk: 選擇

# IDS_MUSIC_HEADER_UNABLE_TO_PLAY_TRACK
source: Unable to play track
ar: يتعذر تشغيل المقطع
ca: No es pot reproduir la pista
da: Kan ikke afspille nummer
de: Titelwiedergabe nicht möglich
es_us: No es posible reproducir la canción
eu: Ezin da abestia erreproduzitu
hi: ट्रैक चलाने में असमर्थ
hu: Nem lehet lejátszani a számot
kk: Тректі ойнату мүмкін емес
lt: Neįmanoma leisti takelio
mk: Не може да се пушти песната
nb: Kan ikke spille av spor
pt_pt: Impossível reproduzir faixa
sr: Nije moguće pustiti numeru
sv: Det går inte att spela upp spåret
uk: Неможливо відтворити запис
zh_cn: 无法播放曲目
zh_hk: 無法播放曲目

# IDS_TPLATFORM_ACBUTTON_DONE_ABB
source: DONE
ar: تم
ca: REALITZAT
da: UDFØRT
de: FERTIG
es_us: REALIZADO
eu: EGINA
hi: पूर्ण
hu: KÉSZ
kk: ДАЙЫН
lt: ATLIKTA
mk: ГОТОВО
nb: FULLFØRT
pt_pt: CONCLUÍDO
sr: GOTOVO
sv: KLAR
uk: ГОТОВО
zh_cn: 完成
zh_hk: 完成

# IDS_TPLATFORM_ACBUTTON_CANCEL_ABB
source: CANCEL
ar: إلغاء
ca: CANCEL·LAR
da: ANNULLER
de: ABBRECHEN
es_us: CANCELAR
eu: UTZI
hi: रद्द करें
hu: MÉGSE
kk: БАС ТАРТУ
lt: ATŠAUKTI
mk: ОТКАЖИ
nb: AVBRYT
pt_pt: CANCELAR
sr: OTKAŽI
sv: AVBRYT
uk: СКАСУВАТИ
zh_cn: 取消
zh_hk: 取消

# IDS_TPLATFORM_ACBUTTON_DELETE_ABB
source: DELETE
ar: حذف
ca: ESBORRAR
da: SLET
de: LÖSCHEN
es_us: ELIMINAR
eu: EZABATU
hi: हटाएँ
hu: TÖRLÉS
kk: ЖОЮ
lt: IŠTRINTI
mk: ИЗБРИШИ
nb: SLETT
pt_pt: ELIMINAR
sr: IZBRIŠI
sv: TA BORT
uk: ВИДАЛИТИ
zh_cn: 删除
zh_hk: 刪除

# IDS_MUSIC_POP_RENAME
source: Rename
ar: تغيير الاسم
ca: Canviar nom
da: Omdøb
de: Umbenennen
es_us: Renombrar
eu: Berrizendatu
hi: नाम बदलें
hu: Átnevez
kk: Атын өзгерту
lt: Pervardyti
mk: Преименувај
nb: Endre navn
pt_pt: Mudar nome
sr: Preimenuj
sv: Byt namn
uk: Перейменувати
zh_cn: 重命名
zh_hk: 重新命名

# IDS_MUSIC_OPT_MESSAGE
source: Message
ar: رسالة
ca: Missatge
da: Besked
de: Nachricht
es_us: Mensaje
eu: Mezua
hi: सन्देश
hu: Üzenet
kk: Хабарлама
lt: Žinutė
mk: Порака
nb: Melding
pt_pt: Mensagem
sr: Poruka
sv: Meddelande
uk: Повідомлення
zh_cn: 信息
zh_hk: 訊息

# IDS_MUSIC_SK_OK
source: OK
ar: موافق
ca: Acceptar
es_us: Aceptar
eu: Ados
gu: ઓકે
hi: ओके
lt: Gerai
uk: ОК
zh_cn: 确定
zh_hk: 確定

# IDS_MUSIC_SK_CANCEL
source: Cancel
ar: إلغاء
da: Annullér
de: Abbrechen
es_us: Cancelar
eu: Ezeztatu
gu: રદ કરો
hi: रद्द
hu: Mégse
kk: Тоқтату
lt: Atšaukti
mk: Откажи
nb: Avbryt
pt_pt: Cancelar
sr: Otkaži
sv: Avbryt
uk: Скасувати
zh_cn: 取消
zh_hk: 取消

# IDS_MUSIC_BUTTON_REFRESH
source: Refresh
ar: تحديث
ca: Actualitzar
da: Opdatér
de: Aktu.
es_us: Actualizar
eu: Eguneratu
gu: રીફ્રેશ કરો
hi: रीफ्रेश
hu: Frissítés
kk: Жаңарту
lt: Atnaujinti
mk: Обнови
nb: Oppdater
pt_pt: Actualizar
sr: Osveži
sv: Uppdatera
uk: Оновити
zh_cn: 刷新
zh_hk: 重新整理

# IDS_MUSIC_BODY_SELECT_ALL
source: Select all
ar: اختيار الكل
ca: Seleccioni-ho tot
da: Vælg alle
de: Alle auswählen
es_us: Todo
eu: Hautatu denak
gu: બધું પસંદ કરો
hi: सभी चुनें
hu: Összes kijelölése
kk: Бәрін бөлектеу
lt: Pasirinkti visus
mk: Избери ги сите
nb: Merk alt
pt_pt: Seleccionar tudo
sr: Izaberi sve
sv: Välj alla
uk: Вибрати всі
zh_cn: 全选
zh_hk: 選擇全部

# IDS_MUSIC_POP_DELETED
source: Deleted.
ar: تم المسح.
ca: Esborrat
da: Slettet.
de: Gelöscht
es_us: Eliminado
eu: Ezabatua
gu: હટાવેલ.
hi: हटाया।
hu: Törölve.
kk: Жойылды
lt: Ištrinta.
mk: Избришано.
nb: Slettet.
pt_pt: Eliminado.
sr: Obrisano.
sv: Raderad.
uk: Видалено.
zh_cn: 已删除
zh_hk: 已刪除。

# IDS_MUSIC_OPT_STOP
source: Stop
ar: إيقاف
ca: Aturar
de: Stopp
es_us: Detener
eu: Gelditu
gu: થોભો
hi: रोकें
hu: Leállít
kk: Тоқтату
lt: Stabdyti
mk: Прекини
nb: Stopp
pt_pt: Parar
sr: Prekini
sv: Stopp
uk: Стоп
zh_cn: 停止
zh_hk: 停止

# IDS_MUSIC_BODY_UNKNOWN
source: Unknown
ar: مجهول
ca: Desconegut
da: Ukendt
de: Unbekannt
es_us: Desconocido
eu: Ezezaguna
gu: અજ્ઞાત
hi: अज्ञात
hu: Ismeretlen
kk: Белгісіз
lt: Nežinomas
mk: Непозната
nb: Ukjent
pt_pt: Desconhecido
sr: Nepoznato
sv: Okänd
uk: Невідома
zh_cn: 未知
zh_hk: 未知

# IDS_MUSIC_BODY_TITLE
source: Title
ar: العنوان
ca: Títol
da: Titel
de: Titel
es_us: Título
eu: Izenburua
gu: શીર્ષક
hi: शीर्षक
hu: Cím
kk: Тақырыбы
lt: Pavadinimas
mk: Наслов
nb: Tittel
pt_pt: Título
sr: Naslov
sv: Rubrik
uk: Назва
zh_cn: 标题
zh_hk: 標題

# IDS_MUSIC_OPT_SENDVIA_EMAIL
source: Email
ar: بريد إلكتروني
ca: Correu electrònic
es_us: Correo
eu: Helbide elektronikoa
gu: ઇમેલ
hi: ईमेल
kk: Эл. пошта
lt: El. paštas
mk: Е-пошта
nb: E-post
sr: E-pošta
sv: E-post
zh_cn: 电子邮件
zh_hk: 電子郵件

# IDS_MUSIC_OPT_BLUETOOTH
source: Bluetooth
ar: البلوتوث
gu: બ્લ્યુટુથ
hi: ब्लूटूथ
zh_cn: 蓝牙
zh_hk: 藍牙

# IDS_MUSIC_HEADER_DOWNLOAD
source: Download
ar: تنزيل
ca: Descarregar
es_us: Descargar
eu: Deskargatu
gu: ડાઉનલોડ કરો
hi: डाउनलोड करें
hu: Letöltés
kk: Жүктеу
lt: Atsisiųsti
mk: Преземи
nb: Last ned
pt_pt: Transferir
sr: Preuzmi
sv: Hämta
uk: Завантаження
zh_cn: 下载
zh_hk: 下載

# IDS_MUSIC_POP_LOW_BATTERY
source: Low battery.
ar: البطارية ضعيفة.
ca: Bateria baixa
da: Lavt batteriniveau.
de: Akku fast leer
es_us: Batería baja.
eu: Bateria gutxi
gu: બેટરી ઓછી.
hi: बैटरी कम है।
hu: Az akkumulátor lemerült.
kk: Батареяның заряды аз.
lt: Senka akumuliatorius!
mk: Батеријата е празна.
nb: Lavt batterinivå.
pt_pt: Bateria fraca.
sr: Baterija prazna.
sv: Låg batterinivå.
uk: Батарея розряджена.
zh_cn: 电量低
zh_hk: 電量不足

# IDS_MUSIC_HEADER_AUDIO_DEVICE
source: Audio device
ar: جهاز صوت
ca: Dispositiu d’àudio
da: Lydenhed
de: Audiogerät
es_us: Dispositivo de audio
eu: Audio gailua
gu: ઓડિયો ઉપકરણ
hi: ऑडियो डिवाइस
hu: Hangeszköz
kk: Аудио құрылғы
lt: Garso įrenginys
mk: Аудио уред
nb: Lydenhet
pt_pt: Dispositivo de áudio
sr: Audio uređaj
sv: Ljudenhet
uk: Аудіопристрій
zh_cn: 音频设备
zh_hk: 音訊裝置

# IDS_MUSIC_HEADER_DETAILS
source: Details
ar: التفاصيل
ca: Detalls
da: Detaljer
es_us: Detalles
eu: Xehetasunak
gu: વિગતો
hi: विवरण
hu: Részletek
kk: Өзгешеліктері
lt: Išsami informacija
mk: Детали
nb: Detaljer
pt_pt: Detalhes
sr: Detalji
sv: Detaljer
uk: Деталі
zh_cn: 详情
zh_hk: 詳細資料
