Repository: tizenorg/profile.mobile.apps.native.music-player
Catalog: po/*.po
Languages: ar, ca, da, de, es_us, eu, gu, hi, hu, kk, lt, mk, nb, pt_pt, si, sr, sv, uk, ur, zh_cn, zh_hk

source: Unable to use fast forward and rewind when nearby devices are enabled.
ar: يتعذر استخدام وظيفتي التقديم السريع والإرجاع‬ عندما تكون الأجهزة القريبة مفعلة.
ca: No es pot utilitzar avançament ràpid i rebobinar quan s'han habilitat dispositius propers
da: Kan ikke bruge hurtig spoling frem og tilbage, når enheder i nærheden er aktiveret.
de: Der Vor- und Rücklauf kann nicht verwendet werden, wenn „Geräte in der Nähe“ (DLNA) eingeschaltet ist.
es_us: No es posible usar avanzar rápido y retroceder cuando dispositivos cercanos está activado.
eu: Ezin dira aurreratzeko eta atzeratzeko aukerak erabili gertuko gailuak gaitzen direnean
gu: જ્યારે નજીકના ઉપકરણો અક્ષમ હોય ત્યારે ઝડપી ફૉર્વર્ડ અને રીવાઇન્ડનો ઉપયોગ કરવામાં અસમર્થ.
hi: निकटवर्ती डिवाइसों के सक्षम होने पर आगे करने और पीछे करने का उपयोग करने में असमर्थ।
hu: Ha engedélyezve van a Közeli eszközök funkció, nem használható a gyors előretekerés és a visszatekerés.
kk: Жақын құрылғылар қосулы болғанда жылдам және кері айналдыруды пайдалану мүмкін емес.
lt: Neįmanoma naudoti greito persukimo pirmyn ir atsukimo atgal funkcijos, kai išjungti netoliese esantys įrenginiai.
mk: Не може да се користи брзо напред и брзо назад кога се вклучени уреди во близина.
nb: Kan ikke bruke spoling fremover og bakover når Enheter i nærheten er aktivert.
pt_pt: Impossível utilizar o avanço rápido e o retrocesso quando existem dispositivos próximos activados.
si: අවට උපාංග ක්‍රියාත්මක විට වේග වාදනය සහ පසුපස වාදනය භාවිතා කළ නොහැක.
sr: Nije moguće koristiti funkciju premotavanja unapred i unazad kada su omogućeni uređaji u blizini.
sv: Det går inte att använda snabbspolning framåt och bakåt när enheter i närheten är aktiverade.
uk: Неможливо використовувати перемотування та швидке перемотування у разі ввімкнення наявних поблизу пристроїв.
ur: جب قریبی آلات اہل بنا دئے ہوں تو فاسٹ فارورڈ اور ریوائنڈ استعمال کرنے سے قاصر۔
zh_cn: 当附近设备已启用时无法使用快进和后退。
zh_hk: 當附近裝置啟用時無法使用快進或快退。

# IDS_MUSIC_OPT_SET_AS
source: Set as
ar: تعيين
ca: Definir com a
da: Vælg som
de: Einstellen als
es_us: Definir como
eu: Honela zehaztu
gu: આમ ગોઠવો
hi: के रूप में सेट करें
hu: Beállít, mint
kk: Орнату
lt: Nustatyti kaip
mk: Постави како
nb: Bruk som
pt_pt: Definir como
si: ලෙස සකසන්න
sr: Postavi kao
sv: Använd som
uk: Встановити як
ur: بطور
zh_cn: 设定为
zh_hk: 設定為

# IDS_MUSIC_OPT_HEADPHONES_ABB
source: Headphones
ar: سماعات رأس
ca: Auriculars
da: Høretelefoner
de: Kopfhörer
es_us: Auricular
eu: Aurikularrak
gu: હેડફોન્સ
hi: हेडफोन्‍स
hu: Fejhallgató
kk: Құлаққаптар
lt: Ausinės
mk: Слушалки
nb: Hodetelefoner
pt_pt: Auscultadores
si: හෙඩ්ෆෝන
sr: Slušalice
sv: Hörlurar
uk: Навушники
ur: ھیڈفونز
zh_cn: 耳机
zh_hk: 耳機

# IDS_MUSIC_OPT_SPEAKER
source: Speaker
ar: مكبر الصوت
ca: Altaveu
da: Højttaler
de: Lautspr.
es_us: Altavoz
eu: Bozgorailua
gu: સ્પીકર
hi: स्पीकर
hu: Hangszóró
kk: Дауыс зорайтқыш
lt: Garsiakalbis
mk: Звучник
nb: Høyttaler
pt_pt: Alta-voz
si: ස්පීකරය
sr: Zvučnik
sv: Högtalare
uk: Динамік
ur: اسپیکر
zh_cn: 扬声器
zh_hk: 揚聲器

# IDS_MUSIC_BODY_1_SONG
source: 1 song
ar: أغنية واحدة
ca: 1 cançó
da: 1 sang
de: 1 Lied
es_us: 1 canción
eu: Abesti 1
gu: 1 ગીત
hi: 1 गाना
hu: 1 szám
kk: 1 өлең
lt: 1 daina
mk: 1 песна
nb: 1 sang
pt_pt: 1 música
si: සිංදු 1
sr: 1 pesma
sv: 1 låt
uk: 1 композиція
ur: 1 گانا
zh_cn: 1 首歌
zh_hk: 1 首歌

# IDS_MUSIC_BODY_PD_SONGS
source: %d songs
ar: %d أغاني
ca: %d cançons
da: %d sange
de: %d Lieder
es_us: %d canciones
eu: %d abesti
gu: %d ગીતો
hi: %d गाने
hu: %d szám
kk: %d өлең
lt: %d dainos (-ų)
mk: %d песни
nb: %d sanger
pt_pt: %d músicas
si: ගීත %d
sr: %d pesama
sv: %d låtar
uk: Композицій: %d
ur: %d گانے
zh_cn: %d 首歌
zh_hk: %d 首歌

# IDS_MUSIC_BODY_1_TRACK
source: 1 track
ar: مقطع واحد
ca: 1 pista
da: 1 nummer
de: 1 Titel
es_us: 1 canción
eu: Pista 1
gu: 1 ટ્રૅક
hi: 1 ट्रैक
hu: 1 szám
kk: 1 трек
lt: 1 takelis
mk: 1 песна
nb: 1 spor
pt_pt: 1 faixa
si: ගීත 1
sr: 1 numera
sv: 1 låt
uk: 1 запис
ur: 1 ٹریک
zh_cn: 1个曲目
zh_hk: 1 首曲目

# IDS_MUSIC_HEADER_SHUFFLE_1_TRACK
source: Shuffle 1 track
ar: تشغيل مقطع واحد عشوائيًا
ca: Aleatoritzar 1 pista
da: Bland 1 nummer
de: Zufallstitelwiedergabe
es_us: Mezclar 1 pista
eu: Ausazko abesti 1
gu: 1 ટ્રૅકને શફલ કરો
hi: 1 ट्रैक शफल करें
hu: 1 szám keverése
kk: Кездейсоқ 1 трек
lt: Maišyti 1 garso takelį
mk: Произволна 1 песна
nb: Tilfeldig avspilling av 1 spor
pt_pt: Reproduzir 1 faixa aleatoriamente
si: 1 ඛණ්ඩයක් කලවම් කරන්න
sr: Nasumično izaberi 1 numeru
sv: Slumpa 1 spår
uk: Випадкове відтворення 1 запису
ur: شفل کریں1 ٹریک
zh_cn: 随机播放 1 首曲目
zh_hk: 隨機播放 1 首曲目

# IDS_MUSIC_POP_NO_MUSIC_FOUND_FOR_SELECTED_CELL
source: No music found for selected cell
ar: لم يتم العثور على موسيقى للخلية المحددة
ca: No s'ha trobar música per a la cel·la seleccionada
da: Ingen musik fundet i valgt celle
de: Keine Musik für ausgewählte Zelle gefunden
es_us: No se encontró música para la celda seleccionada
eu: Ez da musikarik aurkitu hautatutako gelaxkarako
gu: પસંદ કરેલ સેલ માટે કોઈ સંગીત મળ્યું નથી
hi: चयनित सेल के लिए संगीत नहीं मिला
hu: A kiválasztott cellához nem található zene
kk: Таңдалған ұяшыққа музыка табылмады
lt: Pasirinktame elemente muzikos failų nerasta
mk: Не е најдена музика за избраната ќелија
nb: Ingen musikk funnet for valgt celle
pt_pt: Não foi encontrada qualquer música para a célula seleccionada
si: තෝරාගත් සෙල් සඳහා සංගීතය හමු නොවීය
sr: Nije pronađena nikakva muzika za izabranu ćeliju
sv: Ingen musik hittades för den valda cellen
uk: Не знайдено музичних файлів для вибраної клітинки
ur: منتخب کردہ سیل کے لئے کوئی میوزک نہیں ملا
zh_cn: 所选单元未找到音乐
zh_hk: 選取的欄框找不到音樂

# IDS_MUSIC_BODY_DO_NOT_SHOW_AGAIN
source: Do not show again.
ar: عدم العرض مرة أخرى
ca: No ho tornis a mostrar.
da: Vis ikke igen
de: Nicht mehr anzeigen
es_us: No volver a mostrar
eu: Ez erakutsi berriro
gu: ફરી બતાવશો નહીં
hi: दोबारा न दिखाएँ।
hu: Ne jelenjen meg ismét
kk: Қайта көрсетпеңіз
lt: Daugiau nerodyti
mk: Не прикажувај веќе
nb: Ikke vis igjen
pt_pt: Não mostrar novamente
si: නැවත නොපෙන්වන්න.
sr: Ne prikazuj ponovo
sv: Visa inte igen
uk: Більше не показувати
ur: دوبارہ نہیں دکھا‏‏ئيں
zh_cn: 不要再显示
zh_hk: 不再顯示

# IDS_MUSIC_BODY_VARIOUS_ARTISTS
source: Various artists
ar: فنانون متنوعون
ca: Artistes diversos
da: Forskellige kunstnere
de: Verschiedene Künstler
es_us: Varios artistas
eu: Hainbat artista
gu: ભિન્ન કલાકારો
hi: विभिन्न कलाकार
hu: Több előadó
kk: Әр түрлі орындаушылар
lt: Įvairūs atlikėjai
mk: Разни изведувачи
nb: Forskjellige artister
pt_pt: Vários artistas
si: විවිධ ශිල්පීන්
sr: Razni izvođači
sv: Olika artister
uk: Різноманітні виконавці
ur: مختلف فنکاران
zh_cn: 不同的艺术家
zh_hk: 群星

# IDS_MUSIC_OPT_ADD_TO_HOME_SCREEN_ABB
source: Add to home screen
ar: إضافة إلى الشاشة الرئيسية
ca: Afegir a pantalla d'inici
da: Føj til startskærm
de: Zum Startbildschirm hinzufügen
es_us: Añadir a la pantalla de inicio
eu: Gehitu hasierako pantailara
gu: હોમ સ્ક્રીન પર ઉમેરો
hi: होम स्क्रीन पर जोड़ें
hu: Kezdőképernyőhöz adás
kk: Бастапқы экранға қосу
lt: Pridėti pradžios ekrane
mk: Додај на почетниот екран
nb: Legg til på startskjermbildet
pt_pt: Adicionar ao ecrã principal
si: මුල්පිටුවට එක් කරන්න
sr: Dodaj na početni ekran
sv: Lägg till på hemskärmen
uk: Додати на головний екран
ur: ہوم اسکرین پر اضافہ کریں
zh_cn: 添加至主屏
zh_hk: 加入至主螢幕

# IDS_MUSIC_OPT_ADD_TO_FAVOURITES
source: Add to favourites
ar: إضافة إلى المفضلة
ca: Afegir a Preferits
da: Føj til Favoritter
de: Zu Favoriten hinzufügen
es_us: Añadir a favoritos
eu: Gehitu gogokoetan
gu: મનપસંદોમાં ઉમેરો
hi: पसंदीदा में जोड़ें
hu: Hozzáad a kedvencekhez
kk: Ұнамдыларға қосу
lt: Įtraukti į Parankinius
mk: Додај во Омилени
nb: Legg til i Favoritter
pt_pt: Adicionar aos Favoritos
si: ප්‍රියතමයන් වෙත එක් කරන්න
sr: Dodaj u omiljene
sv: Lägg till i Favoriter
uk: Додати до улюбленого
ur: پسندیدہ میں اضافہ کریں
zh_cn: 添加到收藏
zh_hk: 加到我的最愛

# IDS_MUSIC_OPT_EDIT_TITLE
source: Edit title
ar: تعديل العنوان
ca: Editar titol
da: Redigér titel
de: Titel bearbeiten
es_us: Editar título
eu: Izenburua editatu
gu: શીર્ષક સંપાદિત કરો
hi: शीर्षक संपादित करें
hu: Név szerkesztése
kk: Тақырыпты өзгерту
lt: Redaguoti antraštę
mk: Измени наслов
nb: Rediger tittel
pt_pt: Editar título
si: මාතෘකාව සංස්කරණය කරන්න
sr: Izmeni naslov
sv: Redigera rubrik
uk: Редагування назви
ur: ٹائیٹل تبدیل کریں
zh_cn: 编辑标题
zh_hk: 編輯標題

# IDS_MUSIC_OPT_REMOVE_FROM_PERSONAL_STORAGE
source: Remove from personal storage
ar: إزالة من مساحة التخزين الشخصية
ca: Eliminar de l'emmagatzematge personal
da: Fjern fra personligt lager
de: Aus dem persönlichen Speicher entfernen
es_us: Eliminar del almacenamiento personal
eu: Kendu biltegi pertsonaletik
gu: વ્યક્તિગત સંગ્રહણમાંથી દૂર કરો
hi: व्यक्तिगत स्टोरेज से निकालें
hu: Eltávolítás a személyes tárhelyről
kk: Жеке қоймадан алып тастау
lt: Pašalinti iš asmeninės saugyklos
mk: Отстрани од лична меморија
nb: Fjern fra den personlige lagringsplassen
pt_pt: Remover do armazenamento pessoal
si: පුද්ගලික සංචිතයෙන් ඉවත් කරන්න
sr: Ukloni iz lične memorije
sv: Ta bort från din privata lagring
uk: Видалити з особистого місця збереження
ur: ذاتی اسٹوریج سے ہٹائیں
zh_cn: 从个人存储空间移除
zh_hk: 從個人儲存空間移除

# IDS_MUSIC_BODY_AFTER_YOU_DOWNLOAD_TRACKS_FOLDERS_WILL_BE_SHOWN
source: After you download tracks, folders will be shown.
ar: بعد تنزيل المقاطع، يتم عرض المجلدات
ca: Després de descarregar pistes, es mostraran carpetes
da: Når du har downloadet numrene, vises mapperne.
de: Nach dem Herunterladen von Tracks werden Ordner angezeigt.
es_us: Después de descargar las pistas, se mostrarán las carpetas
eu: Abestiak deskargatu ondoren, karpetak erakutsiko dira
gu: તમે ટ્રેક્સ ડાઉનલોડ કરી લો પછી, ફોલ્ડર્સ બતાવવામાં આવશે.
hi: आपके द्वारा ट्रैक्स डाउनलोड करने के बाद, फ़ोल्डर दिखाए जाएँगे
hu: Itt jelennek majd meg a mappák, miután letölt számokat
kk: Тректерді жүктегеннен кейін, қалталар көрінеді
lt: Atsisiuntus garso takelių bus rodomi aplankai
mk: Откако ќе преземете песни, ќе се прикажат папки
nb: Når du har lastet ned spor, vises mappene.
pt_pt: Depois de transferir faixas, as pastas serão mostradas aqui
si: සංගීත ඛණ්ඩ බා ගැනීමෙන් අනතුරුව ෆෝල්ඩර දිස් වනු ඇත.
sr: Nakon što preuzmeš numere, folderi će se prikazati
sv: När du har hämtat spår visas mapparna.
uk: Папки буде відображено після завантаження записів
ur: آپ کے ٹریکس ڈاؤن لوڈ کرنے کے بعد فولڈرز ظاہر ہوں گے
zh_cn: 下载曲目后，文件夹将显示
zh_hk: 在您下載曲目後，將顯示資料夾。

# IDS_MUSIC_BODY_SETTINGS_VOLUME
source: Volume
ar: درجة الصوت
ca: Volum
da: Lydstyrke
de: Lautstärke
es_us: Volumen
eu: Bolumena
gu: અવાજ
hi: वॉल्यूम
hu: Hangerő
kk: Дауыстың күші
lt: Garsumas
mk: Јачина на тон
nb: Volum
si: හඬ ප්‍රමාණය
sr: Glasnoća
sv: Volym
uk: Гучність
ur: والیوم
zh_cn: 音量
zh_hk: 音量

# IDS_MUSIC_BODY_REPEAT_OFF
source: Repeat off
ar: إيقاف التكرار
ca: Desactivar repetició
da: Gentagelse slået fra
de: Wiederholen ausschalten
es_us: Repetición desactivada
eu: Errepikapena itzalita
gu: પુનરાવર્તન બંધ
hi: दोहराव बंद
hu: Ismétlés kikapcsolva
kk: Қайталау өшірулі
lt: Kartojimas išjungtas
mk: Без повторување
nb: Gjentagelse av
pt_pt: Repetição desligada
si: නැවත සිදුකිරීම අක්‍රියයි
sr: Ponavljanje isključeno
sv: Upprepa av
uk: Повторення вимк.
ur: دھرانا آف
zh_cn: 重复关
zh_hk: 關閉重複

# IDS_MUSIC_BODY_PLAYINGREPEAT_REPEAT_ALL
source: Repeat all
ar: تكرار الكل
ca: Repetir-ho tot
da: Gentag alle
de: Alle wiederholen
es_us: Repetir todo
eu: Denak errepikatu
gu: બધું ફરી કરો
hi: सभी दोहराएँ
hu: Összes ismétlése
kk: Барлық файлдар
lt: Kartoti viską
mk: Повторувај сè
nb: Gjenta alle
pt_pt: Repetir tudo
si: සියල්ල නැවත කරන්න
sr: Ponovi sve
sv: Upprepa alla
uk: Повторювати все
ur: تمام دہرائیں
zh_cn: 重复全部
zh_hk: 全部重複

# IDS_MUSIC_BODY_SHUFFLE_OFF
source: Shuffle off
ar: الخلط غير فعال
ca: Ordre aleatori desactivat
da: Blanding fra
de: Zufall aus
es_us: Aleatorio desactivado
eu: Ausazkoa desaktibatuta
gu: શફલ બંધ
hi: शफल बंद
hu: Véletlen sorrend ki
kk: Аралас өшірілген
lt: Išjungti maišymą
mk: Искл. мешање
nb: Tilfeldig avspilling av
pt_pt: Desligar aleatório
si: ෂෆ්ල් අක්‍රියයි
sr: Mešanje isključeno
sv: Blandat av
uk: Вимк. випадк. порядок
ur: شفل آف
zh_cn: 随机播放关
zh_hk: 隨機播放關

# IDS_MUSIC_BODY_SHUFFLE_ON
source: Shuffle on
ar: الخلط فعال
ca: Ordre aleatori activat
da: Blanding til
de: Zufall ein
es_us: Aleatorio activado
eu: Ausazkoa aktibatuta
gu: શફલ ચાલુ
hi: शफल चालू
hu: Véletlen sorrend be
kk: Аралас қосылған
lt: Įjungti maišymą
mk: Вкл. мешање
nb: Tilfeldig avspilling på
pt_pt: Ligar aleatório
si: ෂෆ්ල් සක්‍රියයි
sr: Mešanje uključeno
sv: Blandat på
uk: Увімк. випадк. порядок
ur: شفل آن
zh_cn: 随机播放开
zh_hk: 隨機播放開

# IDS_MUSIC_BODY_MY_PLAYLIST
source: My playlist
ar: قائمة التشغيل الخاصة بي
ca: La meva llista de reproducció
da: Min afspilningsliste
de: Eigene Wiedergabeliste
es_us: Mi lista de reproducción
eu: Nire erreprodukzio-zerrenda
gu: મારૂ પ્લેલિસ્ટ
hi: मेरी प्लेसूची
hu: Saját lista
kk: Менің ойнату тізімім
lt: Mano grojaraštis
mk: Моја музичка листа
nb: Min spilleliste
pt_pt: A minha lista de reprodução
si: මගේ ධාවන ලැයිස්තුව
sr: Moja lista za reprodukciju
sv: Min spellista
uk: Мій список відтворення
ur: میری پلے لیسٹ
zh_cn: 我的播放列表
zh_hk: 我的播放清單

# IDS_MUSIC_MBODY_DEFAULT_PLAYLISTS
source: Default playlists
ar: قوائم التشغيل الافتراضية
ca: LLISTES DE REPRODUCCIÓ PREDETERMINADES
da: Standardafspilningslister
de: Standard-Wiedergabelisten
es_us: Listas de reprod. predet.
eu: Errep. zerrenda lehenetsiak
gu: મૂળભૂત પ્લેલિસ્ટ્સ
hi: डिफॉल्ट प्लेसूचियाँ
hu: Alapért. lejátszási lista
kk: Әдепкі әндер тізімдері
lt: Numatytieji grojaraščiai
mk: Основни листи
nb: Standard spillelister
pt_pt: Listas reprodução padrão
si: සාමාන්‍ය ගීත ලැයිස්තු
sr: Podrazumevane plejliste
sv: Standardspellistor
uk: Стандартні плейлисти
ur: ڈیفالٹ پلے لسٹ
zh_cn: 默认播放列表
zh_hk: 預設播放清單

# IDS_MUSIC_BODY_DETAILS_RECORDING_DATE
source: Recording date
ar: تاريخ التسجيل
ca: Data de gravació
da: Optagelsesdato
de: Aufnahmedatum
es_us: Fecha de grabación
eu: Grabaketa data
gu: રેકોર્ડિંગ તારીખ
hi: रिकॉर्डिंग तिथि
hu: Felvétel időpontja
kk: Жазба күні
lt: Įrašoma data
mk: Датум на снимање
nb: Innspillingsdato
pt_pt: Data da gravação
si: දත්ත පටිගත කරමින්
sr: Datum snimanja
sv: Inspelningsdatum
uk: Дата запису
ur: ریکارڈنگ کی تاریخ
zh_cn: 录制时间
zh_hk: 錄製日期

# IDS_MUSIC_OPT_ALBUM_ART_ABB
source: Album art
ar: صورة ألبوم
da: Albumcover
de: Bild f. Alb.
es_us: Arte álbum
eu: Album artea
gu: આલ્બમ કળા
hi: एल्बम आर्ट
hu: Borító
kk: Альбом арт
lt: Alb.ilius.
mk: Омот
nb: Albumkunst
pt_pt: Capa álbum
si: ඇල්බම් කව.
sr: Omot alb.
sv: Albumomsl.
uk: Оформ. ал.
ur: البم آرٹ
zh_cn: 音乐库艺术
zh_hk: 專輯封面

# IDS_MUSIC_BODY_1_GENRE
source: 1 genre
ar: نوع واحد
ca: 1 gènere
es_us: 1 género
eu: Genero 1
gu: 1 જેનર
hi: 1 शैली
hu: 1 műfaj
kk: 1 жанр
lt: 1 žanras
mk: 1 жанр
nb: 1 sjanger
pt_pt: 1 género
si: ප්‍රභේද 1 යි
sr: 1 žanr
uk: %d жанр
ur: 1 جنرے
zh_cn: 1 个流派
zh_hk: 1 個類型

# IDS_MUSIC_BODY_PD_FOLDERS
source: %d folders
ar: مجلدات %d
ca: %d carpetes
da: %d kataloger
de: %d Ordner
es_us: %d carpetas
eu: %d karpeta
gu: %d ફોલ્ડર્સ
hi: %d फोल्डर्स
hu: %d mappa
kk: %d қалталары
lt: %d aplankai (-ų)
mk: %d папки
nb: %d mapper
pt_pt: %d pastas
si: ෆෝල්ඩර %d
sr: %d foldera
sv: %d mappar
uk: Папок: %d
ur: %d فولڈر
zh_cn: %d 个文件夹
zh_hk: %d 個資料夾

# IDS_MUSIC_BODY_1_FOLDER
source: 1 folder
ar: مجلد واحد
ca: 1 carpeta
da: 1 mappe
de: 1 Ordner
es_us: 1 carpeta
eu: Karpeta 1
gu: 1 ફોલ્ડર
hi: 1 फोल्डर
hu: 1 mappa
kk: 1 қалта
lt: 1 aplankas
mk: 1 папка
nb: 1 mappe
pt_pt: 1 pasta
si: ෆෝල්ඩර් 1
sr: 1 folder(a)
sv: 1 mapp
uk: 1 папка
ur: 1 فولڈر
zh_cn: 1个文件夹
zh_hk: 1 個資料夾

# IDS_MUSIC_BODY_1_ARTIST
source: 1 artist
ar: فنان واحد
ca: 1 artista
da: 1 kunstner
de: 1 Künstler
es_us: 1 artista
eu: Artista 1
gu: 1 કલાકાર
hi: 1 कलाकार
hu: 1 előadó
kk: 1 орындаушы
lt: 1 atlikėjas
mk: 1 изведувач
pt_pt: 1 artista
si: ශිල්පීන් 1 යි
sr: 1 umetnik
uk: %d виконавець
ur: 1 فنکار
zh_cn: 1 个歌唱艺术家
zh_hk: 1 位演出者

# IDS_MUSIC_BODY_1_ALBUM_M_MUSIC
source: 1 album
ar: ألبوم واحد
ca: 1 àlbum
es_us: 1 álbum
eu: Album 1
gu: 1 આલ્બમ
hi: 1 एल्बम
kk: 1 альбом
lt: 1 albumas
mk: 1 албум
pt_pt: 1 álbum
si: ඇල්බම 1
uk: альбоми: %d
ur: 1 البم
zh_cn: 1张专辑
zh_hk: 1 張專輯

# IDS_MUSIC_BODY_1_PLAYLIST
source: 1 playlist
ar: قائمة تشغيل واحدة
ca: 1 llista de reproducció
da: 1 afspilningsliste
de: 1 Wiedergabeliste
es_us: 1 lista de reproducción
eu: Erreprodukzio zerrenda 1
gu: 1 પ્લેલિસ્ટ
hi: 1 प्‍लेसूची
hu: 1 lejátszási lista
kk: 1 әндер тізімі
lt: 1 grojaraštis
mk: 1 музичка листа
nb: 1 spilleliste
pt_pt: 1 lista de reprodução
si: වාදන ලැයිස්තු 1 යි
sr: 1 lista za reprodukciju
sv: 1 spellista
uk: списків відтворення: %d
ur: 1 پلے فہرست
zh_cn: 1 个播放列表
zh_hk: 1 個播放清單

# IDS_MUSIC_BODY_MUSIC_PLAYER
source: Music Player
ar: مشغل الموسيقى
ca: Reproductor de música
da: Musikafspiller
de: MP3-Player
es_us: Música
eu: Musika Jogailua
gu: સંગીત પ્લેયર
hi: संगीत प्लेयर
hu: Zenelejátszó
kk: Музыкалық плейер
lt: Muzikos grotuvas
mk: Плеер за музика
nb: Musikk-spiller
pt_pt: Leitor de Música
si: ගීත වාදකය
sr: Muzički plejer
sv: Musikspelare
uk: Музичний плеєр
ur: میوزک پلیر
zh_cn: 音乐播放器
zh_hk: 音樂播放器

# IDS_MUSIC_BUTTON_MOVE
source: Move
ar: نقل
ca: Moure
da: Flyt
de: Verschieben
es_us: Mover
eu: Mugitu
gu: ખસેડો
hi: ले जाएँ
hu: Áthelyezés
kk: Жылжыту
lt: Perkelti
mk: Премести
nb: Flytt
pt_pt: Mover
si: ගෙන යන්න
sr: Premesti
sv: Flytta
uk: Перемістити
ur: منتقل کریں
zh_cn: 移动
zh_hk: 移動

# IDS_MUSIC_BUTTON_AUTO_RECOMMENDATIONS
source: Auto recommendations
ar: التوصيات التلقائية
ca: Suggeriments automàtics
da: Automatiske anbefalinger
de: Automatische Empfehlungen
es_us: Recomendación automática
eu: Gomendio automatikoak
gu: સ્વતઃ ભલામણો
hi: स्वतः अनुशंसाएँ
hu: Automatikus javaslás
kk: Авто ұсыныстар
lt: Automatinės rekomendacijos
mk: Автоматски препораки
nb: Automatiske anbefalinger
pt_pt: Recomendações automáticas
si: ස්වයං නිර්දේශ
sr: Automatska preporuka
sv: Automatiska rekommendationer
uk: Авторекомендації
ur: خودکار تجاویز
zh_cn: 自动建议
zh_hk: 自動建議

# IDS_MUSIC_BUTTON_FROM_THE_BEGINNING
source: From the beginning
ar: من البداية
ca: Des del començament
da: Fra begyndelsen
de: Von Anfang an
es_us: Desde el principio
eu: Hasieratik
gu: શરૂઆતથી
hi: शुरुआत से
hu: Az elejéről
kk: Басынан
lt: Nuo pradžių
mk: Од почетокот
nb: Fra begynnelsen
pt_pt: A partir do início
si: ආරම්භයේ සිට
sr: Od početka
sv: Från början
uk: З початку
ur: شروع سے
zh_cn: 从头开始
zh_hk: 從頭開始

# IDS_MUSIC_HEADER_SUGGESTIONS_FOR_YOU
source: Suggestions for you
ar: اقتراحات من أجلك
ca: Suggeriments per a vostè
da: Forslag til dig
de: Vorschläge für Sie
es_us: Sugerencias para usted
eu: Zuretzako iradokizunak
gu: તમારા માટે સલાહો
hi: आपके लिए सुझाव
hu: Javaslatok az Ön számára
kk: Сізге арналған ұсыныстар
lt: Jums skirti pasiūlymai
mk: Предлози за Вас
nb: Forslag for deg
pt_pt: Sugestões para si
si: ඔබට යෝජනා
sr: Predlozi za tebe
sv: Förslag för dig
uk: Пропозиції для вас
ur: آپ کے لیے مشورہ جات
zh_cn: 给您的建议
zh_hk: 給您的建議

# IDS_MUSIC_OPT_SAVE
source: Save
ar: حفظ
ca: Desar
da: Gem
de: Speichern
es_us: Guardar
eu: Gorde
gu: સાચવો
hi: सुरक्षित
hu: Ment
kk: Сақтау
lt: Išsaugoti
mk: Сочувај
nb: Lagre
pt_pt: Guardar
si: සුරකින්න
sr: Sačuvaj
sv: Spara
uk: Зберегти
ur: محفوظ
zh_cn: 保存
zh_hk: 儲存

# IDS_MUSIC_TAB4_BASIC_M_EQUALIZING
source: Basic
ar: أساسي
ca: Bàsic
da: Grund læggende
de: Einfach
es_us: Básico
eu: Oina- rrizkoa
gu: મૂળ
hi: मूल
hu: Alapvető
kk: Негізгі
lt: Pagrindinės
mk: Основно
nb: Enkelt
pt_pt: Básica
si: මූලික
sr: Osnovni
sv: Grund läggande
uk: Основний
ur: بنیادی
zh_cn: 基本
zh_hk: 基本

# IDS_MUSIC_BODY_INSTRUMENT
source: Instrument
ar: آلة
es_us: Instrumento
eu: Instrumentala
gu: સાધન
hi: इंस्ट्रुमेंट
kk: Аспап
lt: Instrumentinė
mk: Инструментална
pt_pt: Instrumento
si: සංගීත භාණ්ඩය
sr: Instrumentalna
uk: Інструменти
ur: ساز
zh_cn: 乐器
zh_hk: 樂器

# IDS_MUSIC_BODY_TREBLE_M_EQUALISER
source: Treble
ar: الصوت الثلاثي
ca: Aguts
da: Diskant
de: Höhen
es_us: Agudos
eu: Altuak
gu: ઉંચો સ્વર
hi: ट्रेबल
hu: Magas hangok
kk: Жиілік
lt: Aukštieji dažniai
mk: Високи тонови
nb: Diskant
pt_pt: Agudos
si: ට්‍රෙබල්
sr: Visoki tonovi
sv: Diskant
uk: Високі тони
ur: ٹریبل
zh_cn: 高音
zh_hk: 高音

# IDS_MUSIC_BODY_BASS_M_EQUALISER
source: Bass
ar: جهير
ca: Baixos
da: Bas
de: Bassregler
es_us: Bajos
eu: Baxua
gu: બાસ
hi: बास
hu: Mély hangok
kk: Басс
lt: Žemieji dažniai
mk: Бас
pt_pt: Baixos
si: බේස්
sr: Bas
sv: Bas
uk: Низькі тони
ur: بیس
zh_cn: 低音
zh_hk: 低音

# IDS_MUSIC_BODY_NO_EFFECTS_ARE_APPLIED_IN_THIS_MODE_ABB
source: No effects are applied in this mode.
ar: لا يتم تطبيق أي تأثيرات في هذا الوضع.
ca: No s'aplica cap efecte en aquest mode.
da: Ingen effekter anvendt i denne tilstand.
de: In diesem Modus werden keine Effekte angewendet.
es_us: No se aplican efectos en este modo.
eu: Modu honetan ez da efekturik aplikatzen
gu: આ મોડમાં કોઈ પ્રભાવ લાગુ કરવામાં આવતી નથી
hi: इस मोड में कोई प्रभाव लागू नहीं किए गए हैं।
hu: Ebben a módban nincs alkalmazott effekt.
kk: Бұл режимде ешқандай әсер болмады.
lt: Šiuo režimu taikytinų efektų nėra.
mk: Не се применуваат ефекти во овој режим.
nb: Ingen effekter brukes i denne modusen.
pt_pt: Não são aplicados efeitos neste modo.
si: මෙම ප්‍රකාරය තුළ ප්‍රයෝග නොයෙදේ.
sr: Nijedan efekat nije primenjen u ovom režimu.
sv: Inga effekter används i det här läget.
uk: Жодні ефекти не застосовуються в цьому режимі.
ur: اس موڈ میں کوئی تاثرات نہیں لگائے جاتے
zh_cn: 此模式中未应用效果
zh_hk: 此模式中未應用效果。

# IDS_MUSIC_BODY_SIMULATES_THE_TIMBRE_OF_A_TUBE_AMP_ABB
source: Simulates the timbre of a tube amp.
ar: يمكنك محاكاة جرس مضخم صوت الأنبوب.
ca: Simula el timbre d'un amplificador de tub.
da: Simulerer klangen fra en rørforstærker.
de: Simuliert den Klang eines Röhrenverstärkers
es_us: Simula el timbre de un amplificador de tubo.
eu: Tutu-anplifikadore baten tinbrea simulatzen du.
gu: ટ્યુબ એમ્પના ટીમ્બરેને ઉત્તેજીત કરે છે.
hi: ट्यूब एम्प के लय को अनुरूप बनाता है।
hu: Csöves erősítő hangzásának szimulálása
kk: Шамдық зорайтқыштың тембрін үлгілейді.
lt: Imituojamas lempinio stiprintuvo tembras.
mk: Симулира тембр на засилувач со ламби.
nb: Simulerer klangen til en rørforsterker.
pt_pt: Simula o timbre de um amplificador de válvulas.
si: ටියුබ් ඈම්ප් එකක ස්වරගුණය අනුකරණය කරයි.
sr: Simulira boju tona iz cevnog pojačala.
sv: Simulerar klangen hos en rörförstärkare.
uk: Імітація тембру лампового підсилювача.
ur: ایک ٹیوب ایمپلی فائر کی بناوٹی طنین پیدا کرتا ہے۔
zh_cn: 仿真真空管音色。
zh_hk: 模擬真空管音色。

# IDS_MUSIC_OPT_TUBE_AMP_EFFECT
source: Tube amp effect
ar: تأثير مضخم الصوت الأنبوبي
ca: Efecte amplificador de tub
da: Tube amp-effekt
de: Röhrenverstärker-Effekt
es_us: Efecto de amplificador de tubo
eu: Tutu-anpli.
gu: ટ્યૂબ એમ્પ્લીફાયર પ્રભાવ
hi: ट्यूब एम्प प्रभाव
hu: Csöves erősítő effektus
kk: Шамдық зорайтқыш әсері
lt: Stiprintuvo efektas
mk: Ефект на лампаш
nb: Rørforsterkereffekt
pt_pt: Efeito amplificador de válvulas
si: වර්ධක ඇම්පිලිෆයර ප්‍රයෝගය
sr: Efekat cevnog pojačala
sv: Rörförstärkareffekt
uk: Ефект лампового підсилювача
ur: ٹیوب ایمپلی فائر تاثر
zh_cn: 真空管放大效果
zh_hk: 真空管放大效果
