Repository: tizenorg/profile.mobile.apps.native.music-player
Catalog: po/*.po
Languages: ar, ca, da, de, es_us, eu, gu, hi, hu, kk, lt, mk, nb, pt_pt, si, sr, sv, uk, ur, zh_cn, zh_hk

source: Music square analyses the characteristics of music files stored on your device and automatically creates playlists.
ar: يقوم مربع الموسيقى‬ بتحليل خصائص ملفات الموسيقى المخزنة على الجهاز وإنشاء قوائم تشغيل تلقائيا.
ca: Music square analitza les característiques dels fitxers de música emmagatzemats al dispositiu i crea llistes de reproducció automàticament
da: Musikterning analyserer egenskaber ved musikfiler på din enhed og opretter automatisk afspilningslister.
de: Music Square analysiert die Eigenschaften von auf Ihrem Gerät gespeicherten Musikdateien und erstellt automatisch Wiedergabelisten.
es_us: Cuadro musical analiza características de archivos de música almacenados en su dispositivo y crea listas de reproducción automáticamente.
eu: Musika koadroak zure gailuan gordetako musika fitxategien ezaugarriak aztertzen ditu eta erreprodukzio zerrendak sortzen ditu automatikoki
gu: સંગીત ચોરસ તમારા ઉપકરણ પર સંગ્રહિત સંગીત ફાઇલ્સનું ગુણ વિષ્લેષણ કરે છે અને સ્વયં પ્લેલિસ્ટ્સ બનાવે છે.
hi: संगीत वर्ग आपके डिवाइस पर संग्रहीत संगीत फ़ाइलों की विशेषताओं का विश्लेषण करता है और स्वचालित रूप से प्‍लेसूचियाँ बनाता है
hu: A Zenesarok alkalmazás az eszközön tárolt zenei fájlok jellegének elemzésével automatikusan állít össze lejátszási listákat.
kk: Музыкалық квадрат құрылғыңызға сақталған музыкалық файлдар сипаттамасын талдап, әндер тізімін автоматты түрде құрады.
lt: Muzikos kvadratas analizuoja muzikos failų, laikomų jūsų įrenginyje, ypatybes ir automatiškai kuria grojaraščius.
mk: Музичко поле ги анализира карактеристиките на музичките фајлови сочувани на вашиот уред и автоматски прави музички листи.
nb: Musikk-firkant analyserer egenskapene til musikkfiler som er lagret på enheten, og oppretter spillelister automatisk.
pt_pt: O Music Square analisa primeiro as características dos ficheiros de música guardados no dispositivo e cria automaticamente listas de reprodução.
si: සංගීත චත්‍රරස්‍රය ඔබේ උපාංගයේ ගබඩා වී ඇති සංගීත ගොනුවල ඇති ලක්ෂණ විශ්ලේෂණය කර ස්වයංව ගීත ලැයිස්තුවක් සාදයි.
sr: Muzički kvadrat analizira karakteristike muzičkih fajlova smeštenih u uređaju i automatski kreira liste za reprodukciju.
sv: Med Musikväljare analyseras egenskaperna för musiken på din enhet och spellistor skapas automatiskt.
uk: Музичний квадрат аналізує характеристики музичних файлів, які зберігаються на пристрої, та автоматично створює списки відтворення.
ur: میوزک مربع آپ کے آلہ میں ذخیرہ کردہ میوزک فائلوں کی خصوصیات کا تجزیہ کرتا ہے اور خودکار طور پر پلے فہرستیں تخلیق کرتا ہے
zh_cn: 音乐广场分析保存在设备中的音乐文件的特征，并自动创建播放列表。
zh_hk: 音樂廣場將分析儲存於裝置內的音樂檔案類型並自動建立播放清單。

source: Play tracks with similar characteristics by selecting a square on the screen.
ar: يعمل على تشغيل قائمة تشغيل موسيقى بنفس الخصائص من خلال تحديد مربع على الشاشة.
ca: Reprodueixi llistes de reproducció amb característiques semblants seleccionant un quadrat de la pantalla
da: Afspil afspilningslister med musik med lignende egenskaber ved at vælge et kvadrat på skærmen.
de: Musikwiedergabeliste mit ähnlichen Eigenschaften abspielen, indem ein Quadrat auf dem Bildschirm ausgewählt wird.
es_us: Reproduzca una lista de reproducción de música con características similares seleccionando un cuadro de la pantalla.
eu: Erreproduzitu antzerako ezaugarriak dituen musikaren erreprodukzio zerrenda pantailako koadro bat aukeratuz
gu: સ્ક્રીન પર એક ચોરસ પસંદ કરીને સદૃશ ગુણ સહિત સંગીતની પ્લેલિસ્ટ ચલાવો.
hi: स्क्रीन पर वर्ग चुनने से समान विशेषताओं की संगीत की प्‍लेसूची चलाएँ
hu: A kívánt négyzet kiválasztásával lejátszhatja a hasonló jellegű zenékből összeállított listát.
kk: Экраннан квадрат таңдау арқылы сипаттамалары ұқсас әндер тізімін ойнатыңыз.
lt: Pasirinkite kvadratą ekrane ir leiskite muzikos grojaraštį su panašiomis ypatybėmis.
mk: Емитувајте листи музика со слични карактеристики избирајќи поле на екранот.
nb: Spill av spilleliste som består av musikk med lignende egenskaper, ved å velge en firkant på skjermen.
pt_pt: Reproduza a lista de reprodução de música com características semelhantes seleccionado um quadrado no ecrã.
si: තිරයේ කොටුවක් තෝරා සමාන ලක්ෂණ සහිත සංගීත ඛණ්ඩ ලැයිස්තුව වාදනය කරන්න.
sr: Pusti listu za reprodukciju muzike sličnih karakteristika tako što ćeš izabrati kvadrat na ekranu.
sv: Spela upp musiklistor med musik av liknande karaktär genom att välja en ruta på skärmen.
uk: Відтворення списку відтворення музики зі схожими характеристиками за допомогою вибору квадрата на екрані.
ur: اسکرین پر کوئی مربع منتخب کر کے ملتی جلتی خصوصیات کی میوزک کی پلے فہرست پلے کریں
zh_cn: 通过在屏幕上选择广场来播放具有类似特征的音乐播放列表。
zh_hk: 於螢幕上選擇一個方塊以播放音樂類型相似的播放清單。

source: View playlist details by tapping and holding the square currently being played.
ar: يعرض تفاصيل قائمة التشغيل من خلال النقر مع الاستمرار فوق المربع الجاري تشغيله حاليا.
ca: Veure detalls de la llista de reproducció mantenint tocat el quadre que s'està reproduint actualment
da: Vis detaljer for afspilningsliste ved at trykke på og holde kvadratet under afspilning.
de: Zum Anzeigen von Wiedergabelistendetails das derzeit wiedergegebene Quadrat länger antippen.
es_us: Vea los detalles de la lista de reproducción manteniendo pulsado sobre el cuadro en reproducción.
eu: Ikusi zerrendaren xehetasunak erreproduzitzen ari den koadroa sakatuta eta eutsita
gu: હાલમાં ચાલુ ચોરસ ટેપ અને પકડી રાખીને પ્લેલિસ્ટ વિગતો જુઓ.
hi: वर्तमान में चलने वाला वर्ग टैप करते और दबाते हुए प्‍लेसूची विवरण देखें
hu: A lejátszási lista adatainak megtekintéséhez tartsa ujját az éppen játszott négyzeten.
kk: Қазір ойнап тұрған квадратты түртіп ұстап тұру арқылы әндер тізімінің мәліметтерін көріңіз.
lt: Peržiūrėkite išsamesnę grojaraščio informaciją spustelėdami ir laikydami šiuo metu leidžiamą kvadratą.
mk: Видете ги деталите за листата допирајќи го и држејќи го полето што се емитува моментално.
nb: Vis spillelistedetaljer ved å trykke på og holde firkanten som spilles.
pt_pt: Veja detalhes da lista de reprodução tocando, sem soltar, o quadrado que está a ser reproduzido actualmente.
si: දැනට වාදනය කොටුවට තට්ටු කර තද කර ගෙන සිට ගීත ලැයිස්තු විස්තර පෙන්වන්න.
sr: Prikaži detalje o listi za reprodukciju tako što ćeš dodirnuti i zadržati kvadrat koji se trenutno reprodukuje.
sv: Visa information om spellistan genom att trycka på och hålla in rutan som spelas just nu.
uk: Перегляд деталей списку відтворення за допомогою натискання й утримання квадрата, який зараз відтворюється.
ur: موجودہ پلے ہونے والے مربع کو تھپتھپا کر اور تھام کر رکھنے سے پلے فہرست تفصیلات منظر کریں
zh_cn: 点住当前播放的广场查看播放列表详情。
zh_hk: 輕觸並按住目前播放的方塊以檢視播放清單詳情。

# IDS_MUSIC_BODY_NEARBY_DEVICES
source: Nearby devices
ar: الأجهزة المجاورة
ca: Dispositius propers
da: Enheder i nærheden
de: Geräte in der Nähe
es_us: Dispositivos cercanos
eu: Gertuko gailuak
gu: નજીકનાં ઉપકરણો
hi: निकटवर्ती डिवाइसें
hu: Közeli eszközök
kk: Жақын құрылғылар
lt: Įrenginiai netoliese
mk: Уреди во близина
nb: Enheter i nærheten
pt_pt: Dispositivos próximos
si: ළඟ ඇති උපාංග
sr: Uređaji u blizini
sv: Enheter i närheten
uk: Пристрої поблизу
ur: قریب میں واقع آلات
zh_cn: 附近的设备
zh_hk: 附近裝置

# IDS_MUSIC_POP_YOU_WILL_NEED_TO_UPDATE_THE_LIBRARY_IF_NEW_SONGS_HAVE_BEEN_ADDED
source: You will need to update the library if new songs have been added.
ar: سيلزم ‏‫تحديث المكتبة‬ إذا تمت إضافة أغان جديدة.
ca: Potser ha d'actualitzar la biblioteca si s'hi han afegit cançons noves
da: Du skal opdatere biblioteket, hvis nye sange er blevet tilføjet.
de: Die Bibliothek muss aktualisiert werden, falls neue Lieder hinzugefügt wurden.
es_us: Usted tendrá que actualizar la biblioteca, si se han añadido nuevas canciones.
eu: Liburutegia eguneratu beharko duzu, abesti berriak gehitzen badira
gu: જો નવા ગીતો ઉમેરવામાં આવ્યા હોય તો તમને પુસ્તકાલય અપડેટ કરવાની જરૂર પડશે
hi: यदि नए गाने जोड़े गए हैं तो आपको लाइब्रेरी अपडेट करना आवश्‍यक होगा।
hu: Új számok hozzáadása esetén frissíteni kell a zenetárt.
kk: Жаңа өлеңдер қосылған жағдайда кітапхананы жаңарту қажет.
lt: Pridėję naujų dainų biblioteką turėsite atnaujinti.
mk: Ќе треба да ја ажурирате библиотеката ако се додадени нови песни.
nb: Du vil måtte oppdatere biblioteket hvis nye sanger har blitt lagt til.
pt_pt: Se forem adicionadas novas músicas, deverá actualizar a biblioteca.
si: නව ගීත එක් කර ඇත්නම් ඔබ පුස්තකාලය යාවත්කාලීන කළ යුතුය.
sr: Moraš da ažuriraš biblioteku ako su dodate nove pesme.
sv: Biblioteket måste uppdateras om nya sånger har lagts till.
uk: Необхідно оновити бібліотеку після додавання нових пісень.
ur: اگر نئے گانوں کا اضافہ ہو چکا ہے تو آپ کو لائبریری تازہ کاری کرنے کی ضرورت ہو گی
zh_cn: 如果已添加新的歌曲，您将需要更新音乐库。
zh_hk: 若已加入新的歌曲，您需要更新資料庫。

# IDS_MUSIC_BODY_NO_ALBUMS
source: No albums
ar: لا توجد ألبومات
ca: Cap àlbum
da: Ingen albummer
de: Keine Alben
es_us: No hay álbumes
eu: Albumik ez
gu: આલ્બમ્સ નથી
hi: कोई एल्बम नहीं
hu: Nincs album
kk: Альбомдар жоқ
lt: Albumų nėra
mk: Нема албуми
nb: Ingen album
pt_pt: Sem álbuns
si: ඇල්බම් නැත
sr: Nema albuma
sv: Inga album
uk: Немає альбомів
ur: کوئی البم نہیں
zh_cn: 没有专辑
zh_hk: 無專輯

# IDS_MUSIC_BODY_NO_ARTISTS
source: No artists
ar: لا يوجد فنانين
ca: Sense artistes
da: Ingen kunstner
de: Keine Künstler
es_us: Vacío
eu: Artistarik ez
gu: કોઈ કલાકર નથી
hi: कलाकार नहीं
hu: Nincs előadó
kk: Орындаушылар жоқ
lt: Atlikėjų nėra
mk: Нема изведувачи
nb: Ingen artister
pt_pt: Nenhuns artistas
si: ගායකයන් නැත
sr: Nema izvođača
sv: Inga artister
uk: Немає виконавців
ur: کوئی فنکار نہیں ہیں
zh_cn: 没有艺术家
zh_hk: 無演出者

# IDS_MUSIC_OPT_PLAY_SPEED_ABB
source: Play speed
ar: سرعة التشغيل
ca: Velocitat de reprod
da: Afspiln.hastighed
de: Geschwindigkeit
es_us: Velocidad de reprod.
eu: Erreprodukzioaren abiadura
gu: ગતિ ચલાવો
hi: चलने की गति
hu: Lejátszás sebessége
kk: Ойнату жылдамдығы
lt: Leidimo greitis
mk: Брзина на емитување
nb: Avspillingshastighet
pt_pt: Velocid. reprodução
si: වාදන වේගය
sr: Brzina reprodukcije
sv: Uppspelningshast.
uk: Швидкість відео
ur: پلے کرنے کی رفتار
zh_cn: 播放速度
zh_hk: 播放速度

# IDS_MUSIC_BODY_CONCERT_HALL_M_SOUNDEFFECT
source: Concert hall
ar: قاعة احتفال
ca: Sala de concerts
da: Koncertsal
de: Konzertsaal
es_us: Sala de conciertos
eu: Kontzertu aretoa
gu: કોન્સર્ટ હોલ
hi: संगीत हॉल
hu: Koncertterem
kk: Концерт залы
lt: Koncertų salė
mk: Концертна сала
nb: Konsertsal
pt_pt: Sala de concertos
si: ප්‍රසංග ශාලාව
sr: Koncertna sala
sv: Konserthus
uk: Концертний зал
ur: کنسرٹ ھال
zh_cn: 音乐厅
zh_hk: 音樂廳

# IDS_MUSIC_OPT_ADD_TO
source: Add to
ar: إضافة إلى
ca: Afegir a
da: Føj til
de: Hinzufügen zu
es_us: Añadir a
eu: Hona gehitu
gu: આમાં જોડો
hi: में जोड़ें
hu: Hozzáad
kk: Қосу
lt: Pridėti prie
mk: Додај на
nb: Legg til i
pt_pt: Adicionar a
si: වෙත එක් කරන්න
sr: Dodaj u
sv: Lägg till i
uk: Додати до
ur: میں اضافہ
zh_cn: 添加到
zh_hk: 加到

# IDS_MUSIC_SK_VIEW
source: View
ar: عرض
ca: Veure
da: Vis
de: Anzeigen
es_us: Ver
eu: Ikusi
gu: જુઓ
hi: देखें
hu: Megnéz
kk: Көрініс
lt: Peržiūrėti
mk: Прикажи
nb: Vis
pt_pt: Ver
si: බෙලිම්
sr: Prikaži
sv: Visa
uk: Перегл.
ur: نظارہ
zh_cn: 查看
zh_hk: 檢視

# IDS_MUSIC_OPT_LISTBY_RECENTLY_ADDED
source: Recently added
ar: المضاف حديثا
ca: Afegides fa poc
da: Tilføjet for nylig
de: Zuletzt hinzugefügt
es_us: Añadidos recientemente
eu: Azken gehitutakoak
gu: તાજેતરમાં ઉમેરાયેલ
hi: हाल में जोड़ा गया
hu: Legutóbb hozzáadott
kk: Соңғы қосылғандар
lt: Neseniai pridėti
mk: Последно додадено
nb: Nylig lagt til
pt_pt: Adicionadas recentemente
si: මෑතකාලීනව එක් කළ
sr: Nedavno dodato
sv: Nyligen tillagda
uk: Останні додані
ur: حالیہ اضافہ
zh_cn: 最近添加的
zh_hk: 最近加入

# IDS_MUSIC_BODY_NOT_USED
source: Not used
ar: غير مستخدمة
ca: No s'ha utilitzat
da: Ikke brugt
de: Nicht verwendet
es_us: Sin utilizar
eu: Erabili gabe
gu: ઉપયોગ નથી
hi: उपयोग नही हुआ
hu: Nincs használatban
kk: Пайдаланылмаған
lt: Nenaudojama
mk: Не користи
nb: Brukes ikke
pt_pt: Não utilizado
si: භාවිත කර නොමැත
sr: Ne koristi se
sv: Används inte
uk: Не використовується
ur: استعمال میں نہیں
zh_cn: 未使用
zh_hk: 未有使用

# IDS_MUSIC_BODY_MAKE_AVAILABLE_OFFLINE
source: Make available offline
ar: الإتاحة عند عدم الاتصال
ca: Fer disponible fora de línia
da: Gør tilgængelig offline
de: Offline verfügbar machen
es_us: Disponible sin conexión
eu: Jarri erabilgarri lineaz kanpo
gu: ઓફલાઇન ઉપલબ્ધ કરો
hi: ऑफलाइन उपलब्ध बनाएं
hu: Offline elérés biztosítása
kk: Өшірулі кезде қол жетімді ету
lt: Padaryti prieinamą atsijungus
mk: Напр. го достапно и без мрежа
nb: Gjør tilgjengelig offline
pt_pt: Disponibilizar offline
si: නිබැඳි විටත් පෙන්වන්න
sr: Omogući offline
sv: Gör tillgänglig offline
uk: Зроб. дост. у реж. без зв’яз.
ur: موجود کو آف لائن بنائیں
zh_cn: 选择离线浏览
zh_hk: 選擇離線瀏覽

# IDS_MUSIC_OPT_AFTER_P1SD_HRS_P2SD_MINS
source: After %1$d hrs %2$d mins
ar: بعد %1$d ساعات %2$d دقائق
ca: Després de %1$d h %2$d min
da: Efter %1$d timer %2$d minutter
de: Nach %1$d Std. und %2$d Min.
es_us: Después de %1$d horas %2$d minutos.
eu: %1$d ordu eta %2$d minutu ondoren
gu: %1$d કલાક %2$d મિનિટ પછી
hi: %1$d घंटे %2$d मिनट बाद
hu: %1$d óra %2$d perc múlva
kk: %1$d сағ %2$d мин өткеннен кейін
lt: Po %1$d val. %2$d min.
mk: По %1$d ч. %2$d мин.
nb: Etter %1$d t %2$d min
pt_pt: após %1$d h e %2$d min
si: පැය %1$d යි විනාඩි %2$d කට පසු
sr: Nakon %1$d č. %2$d min.
sv: Efter %1$d timme %2$d minuter
uk: Через %1$d год. %2$d хв.
ur: %1$d گھنٹے %2$d منٹ بعد
zh_cn: %1$d 小时 %2$d 分钟后
zh_hk: %1$d 小時 %2$d 分鐘後

# IDS_MUSIC_BODY_AFTER_PD_HRS
source: After %d hrs
ar: بعد %d ساعات
ca: Després de %d h
da: Efter %d timer
de: Nach %d Stunden
es_us: Después de %d horas
eu: %d ordu ondoren
gu: %d કલાક પછી
hi: %d घंटे बाद
hu: %d óra múlva
kk: %d сағ кейін
lt: Po %d val.
mk: По %d часа
nb: Etter %d timer
pt_pt: Após %d horas
si: පැය %d කට පසු
sr: Nakon %d č
sv: Efter %d timmar
uk: Через %d год.
ur: %d گھنٹے کے بعد
zh_cn: %d 小时后
zh_hk: %d 小時後

# IDS_MUSIC_BODY_AFTER_PD_MINS
source: After %d mins
ar: بعد %d دقائق
ca: Després de %d min
da: Efter %d min
de: Nach %d Minuten
es_us: Después de %d minutos
eu: %d minutu ondoren
gu: %d મિનિટ પછી
hi: %d मिनट बाद
hu: %d perc múlva
kk: %d мин кейін
lt: Po %d min.
mk: По %d минути
nb: Etter %d minutter
pt_pt: Após %d min
si: විනාඩි %d කට පසු
sr: Nakon %d min
sv: Efter %d minuter
uk: Через %d хв.
ur: %d منٹ بعد
zh_cn: %d 分钟后
zh_hk: %d 分鐘後

# IDS_MUSIC_BODY_NO_FOLDERS
source: No folders
ar: لا توجد مجلدات
ca: No hi ha cap carpeta
da: Ingen mapper
de: Keine Ordner
es_us: No hay carpetas
eu: Karpetarik ez
gu: કોઈ ફોલ્ડર નથી
hi: फोल्डर्स नहीं
hu: Nincs mappa
kk: Қалталар жоқ
lt: Nėra aplankų
mk: Нема папки
nb: Ingen mapper
pt_pt: Sem pastas
si: ෆෝල්ඩර් නැත
sr: Nema foldera
sv: Inga mappar
uk: Немає папок
ur: کوئی فولڈرز نہیں
zh_cn: 没有文件夹
zh_hk: 無資料夾

# IDS_MUSIC_BODY_NO_TRACKS
source: No tracks
ar: لايوجد مسارات مسارات
ca: Sense pistes
da: Ingen numre
de: Keine Titel
es_us: Ninguna canción
eu: Pistarik ez
gu: કોઇ ટ્રેક નથી
hi: ट्रैक्स नहीं
hu: Nincs szám
kk: Трек жоқ
lt: Takelių nėra
mk: Нема песни
nb: Ingen spor
pt_pt: Nenhumas faixas
si: ඛණ්ඩ නැත
sr: Nema numera
sv: Inga spår
uk: Немає записів
ur: کوئی ٹریکس نہیں
zh_cn: 无曲目
zh_hk: 無曲目

# IDS_MUSIC_BODY_PD_ALBUMS
source: %d albums
ar: %d ألبوم
ca: %d àlbums
da: %d albummer
de: %d Alben
es_us: %d álbumes
eu: %d album
gu: %d આલ્બમ્સ
hi: %d एल्बम्स
hu: %d album
kk: %d альбом
lt: %d albumai (-ų)
mk: %d албуми
nb: %d albumer
pt_pt: %d álbuns
si: ඇල්බම් %d
sr: %d albuma
sv: %d album
uk: альбомів: %d
ur: %d البمز
zh_cn: %d张专辑
zh_hk: %d 張專輯

# IDS_MUSIC_BODY_PD_ARTISTS
source: %d artists
ar: %d فنانون
ca: %d artistes
da: %d kunstnere
de: %d Künstler
es_us: %d artistas
eu: %d artista
gu: %d કલાકારો
hi: %d कलाकार
hu: %d előadó
kk: %d орындаушы
lt: Atlikėjai: %d
mk: %d изведувачи
nb: %d artister
pt_pt: %d artistas
si: කලාකරුවන් %d
sr: %d izvođača
sv: %d artister
uk: %d виконавців
ur: %d فنکاران
zh_cn: %d 位艺术家
zh_hk: %d 位演出者

# IDS_MUSIC_BODY_PD_GENRES
source: %d genres
ar: %d أنواع
ca: %d gèneres
da: %d genrer
es_us: %d géneros
eu: %d genero
gu: %d જેનર્સ
hi: %d शैलियाँ
hu: %d műfaj
kk: %d жанр
lt: Žanrai: %d
mk: %d жанрови
nb: %d sjangre
pt_pt: %d géneros
si: ප්‍රභේද %d
sr: %d žanr/(ov)a
sv: %d genrer
uk: %d жанрів
ur: %d جنریز
zh_cn: %d 种流派
zh_hk: %d 種類型

# IDS_MUSIC_BODY_PD_PLAYLISTS
source: %d playlists
ar: %d قوائم التشغيل
ca: %d llistes de reproducció
da: %d afspilningslister
de: %d Wiedergabelisten
es_us: %d listas de reproducción
eu: %d erreprodukzio zerrenda
gu: %d પ્લેલિસ્ટ્સ
hi: %d प्लेसूचियाँ
hu: %d lejátszási lista
kk: %d ән тізімі
lt: Grojaraščiai: %d
mk: %d листи
nb: %d spillelister
pt_pt: %d listas de reprodução
si: වාදන ලැයිස්තු %d
sr: Broj plejlista: %d
sv: %d spellistor
uk: списків відтворення: %d
ur: %d پلے فہرستیں
zh_cn: %d 个播放列表
zh_hk: %d 個播放清單

# IDS_MUSIC_BODY_PD_TRACKS_ABB
source: %d tracks
ar: %d مسارات
ca: %d pistes
da: %d numre
de: %d Titel
es_us: %d canciones
eu: %d pista
gu: %d ટ્રૅક્સ
hi: %d ट्रैक्स
hu: %d szám
kk: %d трек
lt: %d dainos (-ų)
mk: %d песни
nb: %d spor
pt_pt: %d faixas
si: ඛණ්ඩ %d
sr: %d numere/a
sv: %d låtar
uk: записів: %d
ur: %d ٹریکس
zh_cn: %d首曲目
zh_hk: %d 首曲目

# IDS_MUSIC_BODY_PLAYLIST
source: Playlist
ar: قائمة التشغيل
ca: Llista de reproducció
da: Afspilningsliste
de: Wiedergabeliste
es_us: Lista de reproducción
eu: Erreprodukzio zerrenda
gu: પ્લેલિસ્ટ
hi: प्लेसूची
hu: Lejátszási lista
kk: Әндер тізімі
lt: Grojaraštis
mk: Музичка листа
nb: Spilleliste
pt_pt: Lista de reprodução
si: වාදන ලැයිස්තුව
sr: Lista za reprodukciju
sv: Spellista
uk: Список відтвор.
ur: چلانے کی فہرست
zh_cn: 播放列表
zh_hk: 播放清單

# IDS_MUSIC_HEADER_SIMILAR_ALBUMS
source: Similar albums
ar: ألبومات متشابهة
ca: Àlbums similars
da: Lignende albummer
de: Ähnliche Alben
es_us: Álbumes similares
eu: Antzerako albumak
gu: સદૃશ આલ્બમ્સ
hi: समान एल्बम
hu: Hasonló albumok
kk: Ұқсас альбомдар
lt: Panašūs albumai
mk: Слични албуми
nb: Lignende albumer
pt_pt: Álbuns semelhantes
si: සමාන ඇල්බම
sr: Slični albumi
sv: Liknande album
uk: Схожі альбоми
ur: مماثل البمز
zh_cn: 类似专辑
zh_hk: 類似專輯

# IDS_MUSIC_HEADER_TRACK
source: Track
ar: مادة صوتية
ca: Pista
da: Nummer
de: Titel
es_us: Canción
eu: Pista
gu: ટ્રૅક
hi: ट्रैक
hu: Szám
kk: Саз
lt: Kūrinys
mk: Песна
nb: Spor
pt_pt: Faixa
si: ඛණ්ඩය
sr: Numera
sv: Låt
uk: Запис
ur: ٹریک
zh_cn: 曲目
zh_hk: 曲目

# IDS_MUSIC_OPT_THUMBNAIL_VIEW
source: Thumbnail view
ar: عرض مختصر
ca: Vista de miniatura
da: Miniaturevisning
de: Miniaturansicht
es_us: Ver por miniatura
eu: Miniatura ikuspegia
gu: થંબનેઈલ દૃષ્ટિ
hi: थम्बनेल दृश्य
hu: Miniatűrnézet
kk: Нобай көрінісі
lt: Miniatiūrų rodinys
mk: Икони
nb: Miniatyrvisning
pt_pt: Vista de miniatura
si: සංක්ෂිප්ත දැක්ම
sr: Indeksni prikaz
sv: Miniatyrer
uk: Ескіз
ur: تھمب نیل کا نظارہ
zh_cn: 缩略图查看
zh_hk: 縮圖檢視

# IDS_MUSIC_POP_THIS_SOUND_EFFECT_WORKS_IN_EARPHONE_MODE_ONLY
source: This sound effect works in earphone mode only.
ar: يعمل المؤثر الصوتي هذا في وضع سماعة الأذن فقط.
ca: Aquest efecte de so només funciona en mode auricular
da: Denne lydeffekt fungerer kun i tilstanden Høretelefon.
de: Dieser Soundeffekt funktioniert nur im Kopfhörermodus
es_us: El efecto de sonido sólo funciona cuando el auricular está conectado.
eu: Soinu efektu hau aurikular moduan bakarrik erabil daiteke
gu: આ અવાજ પ્રભાવ માત્ર ઇયરફોન મોડમાં કામ કરે છે.
hi: यह ध्वनि प्रभाव केवल इयरफोन मोड में काम करता है।
hu: Ez a hangeffektus csak fülhallgatós üzemmódban működik.
kk: Бұл дыбыс әсері тек құлақаспап режимінде жұмыс істейді.
lt: Šis garso efektas veikia tik ausinių režimu.
mk: Овој звучен ефект е само за слушалки.
nb: Lydeffekten virker bare i høretelefonmodus.
pt_pt: Este efeito de som só funciona no modo de auricular.
si: මෙම ආකාරය වැඩකරනුයේ ඉයර්ෆෝන් මාදිලිය තුළ පමණි.
sr: Ovaj zvučni efekat radi samo u režimu slušalice.
sv: Den här ljudeffekten fungerar bara i hörlursläge.
uk: Цей звуковий ефект доступний лише в режимі навушників.
ur: صوتی اثرات صرف ایئر فون موڈ پر کام کرتا ہے
zh_cn: 此声音效果仅在耳机模式下有效。
zh_hk: 此音效僅於耳機模式中使用。

# IDS_MUSIC_OPT_ALL_CONTENT_ABB2
source: All content
ar: المحتوى بأكمله
ca: Tot el contingut
da: Alt indhold
de: Gesamter Inhalt
es_us: Todo el contenido
eu: Eduki guztia
gu: તમામ સામગ્રી
hi: सभी सामग्री
hu: Minden tartalom
kk: Барлық мазмұн
lt: Visas turinys
mk: Сите содржини
nb: Alt innhold
pt_pt: Todo o conteúdo
si: අන්තර්ගත සියල්ල
sr: Sav sadržaj
sv: Allt innehåll
uk: Увесь вміст
ur: تمام مشمول
zh_cn: 全部内容
zh_hk: 所有內容

source: A network connection is required to play this file. Check your network connection and try again.
ar: يلزم الاتصال بالشبكة لتشغيل هذا الملف. تحقق من اتصال الشبكة وحاول مرة أخرى.
ca: Cal una connexió de xarxa per reproduir aquest fitxer. Torni a comprovar la connexió de xarxa i torni-ho a intentar.
da: Der kræves en netværksforbindelse for at afspille denne fil. Kontrollér din netværksforbindelse, og prøv igen.
de: Zur Wiedergabe dieser Datei ist eine Netzwerkverbindung erforderlich. Überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es_us: Se requiere una conexión de red para reproducir este archivo. Revise su conexión de red e inténtelo de nuevo.
eu: Sare konexioa behar da fitxategi hau erreproduzitzeko. Egiaztatu zure sare konexioa eta saiatu berriz.
gu: આ ફાઇલ ચલાવવા માટે નેટવર્ક જોડાણ આવશ્યક છે. તમારું નેટવર્ક જોડાણ તપાસો અને ફરી પ્રયાસ કરો.
hi: इस फ़ाइल को चलाने के लिए एक नेटवर्क कनेक्शन आवश्यक है। अपना नेटवर्क कनेक्शन जाँचें और फिर से प्रयास करें।
hu: A fájl lejátszásához hálózati kapcsolat szükséges. Ellenőrizze a hálózati kapcsolatot, és próbálja újra.
kk: Осы файлды ойнату үшін желі байланысы қажет. Желі байланысын тексеріп, әрекетті қайталаңыз.
lt: Norint paleisti šį failą, reikalingas tinklo ryšys. Patikrinkite tinklo ryšį ir bandykite dar kartą.
mk: Потребно е мрежно поврзување за да се пушти овој фајл. Проверете го мрежното поврзување и обидете се повторно.
nb: Du må være koblet til et nettverk for å kunne spille av denne filen. Kontroller nettverkstilkoblingen din og prøv på nytt.
pt_pt: É necessária uma ligação de rede para reproduzir este ficheiro. Verifique a sua ligação de rede e tente novamente.
si: මෙම ගොනුව ධාවනය කිරීම සඳහා ජාල සම්බන්ධතාවක් අවශ්‍ය කෙරේ. ජාල සම්බන්ධතාව පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sr: Obavezno je povezivanje na mrežu radi reprodukovanja ovog fajla. Proveri mrežnu vezu i pokušaj ponovo.
sv: Det krävs en nätverksanslutning för att spela upp filen. Kontrollera nätverksanslutningen och försök igen.
uk: Для відтворення цього файла потрібне підключення до мережі. Перевірте підключення до мережі та спробуйте ще раз.
ur: یہ فائل پلے کرنے کے لئے ایک نیٹ ورک کنکشن درکار ہے۔ اپنے نیٹ ورک کنکشن کی پڑتال اور دوبارہ کوشش کریں۔
zh_cn: 需要网络连接以播放该文件。检查您的网络连接并重试。
zh_hk: 需要網絡連線以播放此檔案。檢查您的網絡連線並重試。

# IDS_MUSIC_POP_FILE_TYPE_NOT_SUPPORTED
source: File type not supported.
ar: نوع الملف غير مدعوم.
ca: No s'admet el tipus de fitxer
da: Filtypen understøttes ikke.
de: Dateityp nicht unterstützt
es_us: Tipo de archivo no soportado.
eu: Fitxategi mota ez bateragarria
gu: ફાઇલ પ્રકારને ટેકો નથી.
hi: फ़ाइल प्रकार असमर्थित।
hu: A fájltípus nem támogatott.
kk: Файлдың бұл түрі қолданылмайды.
lt: Failo tipas nepalaikomas.
mk: Видот фајл не е поддржан.
nb: Filtypen støttes ikke.
pt_pt: Tipo de ficheiro não suportado.
si: ගොනු වර්ගය සහය නොදක්වයි.
sr: Tip fajla nepodržan.
sv: Filtypen stöds inte.
uk: Тип файла не підтримується.
ur: فائیل کی قسم کی سپورٹ نہیں۔
zh_cn: 不支持的文件类型
zh_hk: 不支援的檔案類型

# IDS_MUSIC_POP_UPDATING_ING
source: Updating...
ar: جاري التحديث...
ca: Actualitzant...
da: Opdaterer ...
de: Aktualisierung...
es_us: Actualizando...
eu: Eguneratzen...
gu: અપડેટ થઇ રહ્યું છે...
hi: अपडेट हो रहा है...
hu: Frissítés...
kk: Жаңартуда...
lt: Atnaujinama...
mk: Се ажурира...
nb: Oppdaterer...
pt_pt: A actualizar...
si: යාවත්කාලීන කරමින්...
sr: Ažuriranje...
sv: Uppdaterar...
uk: Оновлення...
ur: اپ ڈیٹ کر رہا ہے...
zh_cn: 正在更新
zh_hk: 正在更新...

# IDS_MUSIC_OPT_SEARCH_ABB
source: Search
ar: بحث
ca: Cercar
da: Søg
de: Suche
es_us: Buscar
eu: Bilatu
gu: શોધો
hi: खोजें
hu: Keresés
kk: Іздеу
lt: Ieškoti
mk: Пребарување
nb: Søk
pt_pt: Procurar
si: සොයන්න
sr: Pretraži
sv: Sök
uk: Пошук
ur: تلاش
zh_cn: 搜索
zh_hk: 搜尋
