Repository: tizenorg/profile.mobile.apps.native.music-player
Catalog: po/*.po
Languages: ar, ca, da, de, es_us, eu, gu, hi, hu, kk, lt, mk, nb, pt_pt, si, sr, sv, uk, ur, zh_cn, zh_hk

# IDS_MUSIC_TAB4_PLAYLISTS
source: Playlists
ar: قوائم التشغيل
ca: Llistes de repr
da: Afspiln. lister
de: Wdg-Listen
es_us: List reproducc
eu: Errepr. zerrendak
gu: પ્લેલિસ્ટ્સ
hi: प्लेसूचियाँ
hu: Lejátsz. listák
kk: Файл тізімдері
lt: Grojaraščiai
mk: Музички листи
nb: Spille- lister
pt_pt: Listas reprod.
si: ධාවන ලැයිස්තු
sr: Liste za reprod.
sv: Spellistor
uk: Сп. відтв.
ur: پلے فہرستیں
zh_cn: 播放列表
zh_hk: 播放列表

# IDS_MUSIC_OPT_ADD
source: Add
ar: إضافة
ca: Afegir
da: Tilføj
de: Hinzufügen
es_us: Añadir
eu: Gehitu
gu: ઉમેરો
hi: जोड़ें
hu: Hozzáadás
kk: Қосу
lt: Pridėti
mk: Додај
nb: Legg til
pt_pt: Adicionar
si: එක් කරන්න
sr: Dodaj
sv: Lägg till
uk: Додати
ur: اضافہ کریں
zh_cn: 添加
zh_hk: 加入

# IDS_MUSIC_BODY_BIOGRAPHY
source: Biography
ar: سيرة
ca: Biografia
da: Biografi
de: Biographie
es_us: Biografía
eu: Biografia
gu: બાયોગ્રાફી
hi: जीवनी
hu: Életrajz
kk: Өмірбаян
lt: Biografija
mk: Биографија
nb: Biografi
pt_pt: Biografia
si: චරිතාපදානය
sr: Biografija
sv: Biografi
uk: Біографія
ur: سوانح عمری
zh_cn: 传记
zh_hk: 簡介

# IDS_MUSIC_BODY_CREDITS
source: Credits
ar: الإعتمادات
ca: Crèdits
da: Anerkendelse
de: Danksagungen
es_us: Créditos
eu: Kredituak
gu: ક્રેડિટો
hi: क्रेडिट्स
hu: Közreműködők
kk: Орындаушылар құрамы
lt: Naudinga informacija
mk: Учесници
nb: Medvirkende
pt_pt: Créditos
si: සම්මාන
sr: Zahvalnice
sv: Medverkande
uk: Титри
ur: کریڈٹس
zh_cn: 制作
zh_hk: 製作

# IDS_MUSIC_BODY_DETAILS_MEADIA_INFO
source: Media info
ar: معلومات الوسائط
ca: Info multimèdia
da: Medieoplysninger
de: Medien-Info
es_us: Información multimedia
eu: Multimedia informazioa
gu: મીડિયા માહિતિ
hi: मीडिया सूचना
hu: Média adatai
kk: Медиялық ақпарат
lt: Informacija apie mediją
mk: Податоци за медиумот
nb: Medieinformasjon
pt_pt: Info multimédia
si: මාධ්‍ය තොරතුරු
sr: Informacije o mediju
uk: Інформація про медіадані
ur: میڈيا معلومات
zh_cn: 媒体信息
zh_hk: 媒體資料

# IDS_MUSIC_BODY_DISCOGRAPHY
source: Discography
ar: جمع الاسطوانات وتصنيفها
ca: Discografia
da: Diskografi
de: Diskografie
es_us: Discografía
eu: Diskografia
gu: ડિસ્કોગ્રાફી
hi: डिस्कोग्राफ़ी
hu: Diszkográfia
kk: Дискография
lt: Įrašų sąrašas
mk: Дискографија
nb: Diskografi
pt_pt: Discografia
si: ඩිස්කොග්‍රැෆි
sr: Diskografija
sv: Diskografi
uk: Дискографія
ur: ڈسکو گرافی
zh_cn: 唱片目录
zh_hk: 專輯目錄

# IDS_MUSIC_BODY_LYRIC
source: Lyric
ar: كلمات الأغنية
ca: Lletra
da: Lyrik
de: Liedtext
es_us: Letra
eu: Lirikoa
gu: ગીતકાવ્ય
hi: बोल
hu: Dalszöveg
kk: Лирикалық
lt: Lyrinė
mk: Текстови
nb: Tekster
pt_pt: Letra
si: ගී පද
sr: Stihovi
sv: Lyrik
uk: Лірика
ur: گیت کے بول
zh_cn: 抒情
zh_hk: 歌詞

# IDS_MUSIC_BODY_POSSIBLE
source: Possible
ar: ممكن
da: Muligt
de: Möglich
es_us: Posible
eu: Posible
gu: શક્ય
hi: संभव
hu: Lehetséges
kk: Мүмкін
lt: Įmanoma
mk: Возможно
nb: Mulig
pt_pt: Possível
si: හැකි
sr: moguće
sv: Möjlig
uk: Можливо
ur: ممکن
zh_cn: 可以
zh_hk: 可以

# IDS_MUSIC_BODY_REVIEW
source: Review
ar: إعادة عرض
ca: Revisar
da: Visning
de: Überprüfen
es_us: Revisar
eu: Berrikusi
gu: સમીક્ષા
hi: समीक्षा करें
hu: Előnézet
kk: Қарап шығу
lt: Peržiūrėti
mk: Ревизија
nb: Gjennomgang
pt_pt: Rever
si: සමාලෝචනය
sr: Pregled
sv: Granska
uk: Перегляд
ur: دوبارہ دیکھیں
zh_cn: 查看
zh_hk: 檢視

# IDS_MUSIC_HEADER_TRACK_LIST
source: Track list
ar: قائمة المسارات
ca: Llista de pistes
da: Afspilningsliste
de: Wiedergabeliste
es_us: Lista de canciones
eu: Pisten zerrenda
gu: ટ્રૅક યાદી
hi: ट्रैक सुची
hu: Számlista
kk: Тректер тізімі
lt: Takelių sąrašas
mk: Листа песни
nb: Avspillingsliste
pt_pt: Lista de faixas
si: සිංදු ලැයිස්තුව
sr: Lista numera
sv: Spårlista
uk: Список записів
ur: ٹریک لسٹ
zh_cn: 曲目列表
zh_hk: 曲目清單

# IDS_MUSIC_BODY_ADD_TO_PLAYLIST
source: Add to playlist
ar: إضافة إلى قائمة التشغيل
ca: Afegir a llista de reproducció
da: Føj til afspilningsliste
de: Zu Wiedergabeliste hinzufügen
es_us: Añadir a lista de reprod.
eu: Erreprodukzio zerrendara gehitu
gu: પ્લેલિસ્ટમાં ઉમેરો
hi: प्लेसूची में जोड़ें
hu: Lejátszási listára
kk: Ойнату тізіміне қосу
lt: Pridėti prie grojaraščio
mk: Додај во музичка листа
nb: Legg til i spilleliste
pt_pt: Adicionar à lista de reprodução
si: වාදන ලැයිස්තුවට එක් කරන්න
sr: Dodaj u listu za reprodukciju
sv: Lägg till i spellista
uk: Додати до списку
ur: پلے لسٹ میں اضافہ کریں
zh_cn: 添加到播放列表
zh_hk: 加到播放清單

# IDS_MUSIC_BODY_ARTIST
source: Artist
ar: الفنان
ca: Artista
da: Kunstner
de: Interpret
es_us: Artista
eu: Artista
gu: કલાકાર
hi: कलाकार
hu: Előadó
kk: Орындаушы
lt: Atlikėjas
mk: Изведувач
pt_pt: Artista
si: ශිල්පියා
sr: Umetnik
uk: Виконавець
ur: فنکار
zh_cn: 艺术家
zh_hk: 演出者

# IDS_MUSIC_BODY_FORWARDING
source: Forwarding
ar: التحويل
ca: Reenviant
da: Viderestilling
de: Weiterleitung
es_us: Reenvío
eu: Birbidaltzea
gu: ફોરવર્ડિંગ
hi: अग्रेषण
hu: Továbbítás
kk: Басқа біреуге жіберу
lt: Persiuntimas
mk: Препраќање
nb: Videresending
pt_pt: Reencaminhar
si: ඉදිරියට යමින්
sr: Prosleđivanje
sv: Vidarebefordra
uk: Переадресація
ur: آگے بھیجنا
zh_cn: 转发
zh_hk: 轉寄

# IDS_MUSIC_BODY_PLAYLISTS
source: Playlists
ar: قوائم التشغيل
ca: Llistes de reproducció
da: Afspilningslister
de: Wiedergabelisten
es_us: Listas de reproducción
eu: Erreprodukzio zerrendak
gu: પ્લેલિસ્ટ્સ
hi: प्लेसूचियाँ
hu: Lejátszási listák
kk: Әндер тізімі
lt: Grojaraščiai
mk: Музички листи
nb: Spillelister
pt_pt: Listas de reprodução
si: වාදන ලැයිස්තු
sr: Liste za reprodukciju
sv: Spellistor
uk: Списки відтворення
ur: چلانے کی فہرست
zh_cn: 播放列表
zh_hk: 播放清單

# IDS_MUSIC_BODY_RECENTLY_PLAYED
source: Recently played
ar: المعروض حديثا
ca: Escoltades recentment
da: Afspillet for nylig
de: Kürzlich wiedergegeben
es_us: Reproducidas recientemente
eu: Azken erreproduzituak
gu: તાજેતરમાં વગાડાયેલ
hi: हाल में चलाया गया
hu: Legutóbb lejátszott
kk: Соңғы файлдар
lt: Neseniai groti
mk: Последно емитувано
nb: Nylig avspilt
pt_pt: Reproduzidas recentemente
si: මෑතකදී වාදනය කළ
sr: Nedavno puštano
sv: Senast spelade
uk: Нещодавно відтворені
ur: حالیہ چلایا گیا
zh_cn: 最近播放
zh_hk: 最近播放

# IDS_MUSIC_BODY_TRACK_LENGTH
source: Track length
ar: مدة الأغنية
ca: Durada de pista
da: Sporets længde
de: Länge des Titels
es_us: Duración
eu: Abesti iraupena
gu: ટ્રેક લંબાઈ
hi: ट्रैक की लंबाई
hu: Szám hossza
kk: Ұзақтығы
lt: Įrašo ilgis
mk: Времетраење
nb: Sporlengde
pt_pt: Duração da faixa
si: ගීතයේ කාලය
sr: Dužina numere
sv: Spårlängd
uk: Тривалість запису
ur: ٹریک کی لمبائی
zh_cn: 曲目长度
zh_hk: 曲目長度

# IDS_MUSIC_HEADER_NO_SONGS
source: No songs
ar: لا توجد أغاني
ca: Cap cançó
da: Ingen sange
de: Keine Lieder
es_us: Vacío
eu: Abestirik ez
gu: કોઈ ગીતો નથી
hi: कोई गाने नहीं
hu: Nincs szám
kk: Өлеңдер жоқ
lt: Dainų nėra
mk: Нема песни
nb: Ingen sanger
pt_pt: Nenhumas músicas
si: ගීත නැත
sr: Nema pesama
sv: Inga låtar
uk: Немає композицій
ur: کوئی گانے نہیں
zh_cn: 没有歌曲
zh_hk: 無歌曲

# IDS_MUSIC_POP_THIS_TRACK_WILL_BE_DELETED
source: This track will be deleted.
ar: سيتم حذف هذا المسار‬.
ca: S'esborrarà aquesta pista
da: Dette nummer vil blive slettet.
de: Dieser Titel wird gelöscht.
es_us: Se eliminará esta pista
eu: Abesti hau ezabatuko da
gu: આ ટ્રેકને હટાવવામાં આવશે.
hi: यह ट्रैक हटा दिया जाएगा।
hu: Törölni fogja a számot.
kk: Бұл трек жойылады.
lt: Šis takelis bus ištrintas.
mk: Песната ќе се избрише.
nb: Dette sporet blir slettet.
pt_pt: Esta faixa será eliminada.
si: මෙම ඛණ්ඩය මැකෙනු ඇත.
sr: Ova numera će biti izbrisana.
sv: Denna låt kommer att tas bort.
uk: Цей запис буде видалено.
ur: اس ٹریک کو حذف کر دیا جائے گا
zh_cn: 将删除该曲目
zh_hk: 此曲目將被刪除。

# IDS_MUSIC_POP_THE_SELECTED_TRACKS_WILL_BE_DELETED
source: The selected tracks will be deleted.
ar: سيتم حذف المقاطع المحددة.
ca: S'esborraran les pistes seleccionades
da: De valgte numre vil blive slettet.
de: Die ausgewählten Titel werden gelöscht.
es_us: Se eliminarán las canciones seleccionadas.
eu: Hautatutako abestiak ezabatuko dira
gu: પસંદ કરેલા ટ્રૅક્સને હટાવવામાં આવશે.
hi: चयनित ट्रैक्स हटा दिए जाएँगे।
hu: Törölni fogja a kijelölt számokat.
kk: Таңдалған тректер жойылады.
lt: Pasirinkti takeliai bus ištrinti.
mk: Избраните песни ќе се избришат.
nb: De valgte sporene vil bli slettet.
pt_pt: As faixas seleccionadas serão eliminadas.
si: තෝරාගත් ඛණ්ඩ මැකෙනු ඇත.
sr: Izabrane numere biće izbrisane.
sv: Den markerade spåren kommer att tas bort.
uk: Вибрані записи буде видалено.
ur: منتخب شدہ ٹریکس حذف کر دئے جائیں گے
zh_cn: 选中曲目将被删除。
zh_hk: 將刪除選擇的曲目。

# IDS_MUSIC_POP_THIS_ARTIST_WILL_BE_DELETED
source: This artist will be deleted.
ar: سيتم حذف هذا الفنان.
ca: S'esborrarà aquest artista
da: Denne kunstner vil blive slettet.
de: Dieser Künstler wird gelöscht.
es_us: Se eliminará este artista.
eu: Artista hau ezabatuko da
gu: આ કલાકાર હટાવવામાં આવશે.
hi: यह कलाकार हटाया जाएगा।
hu: Törli az előadót.
kk: Бұл орындаушы жойылады.
lt: Šis atlikėjas bus ištrintas.
mk: Овој изведувач ќе се избрише.
nb: Denne artisten vil bli slettet.
pt_pt: Este artista será eliminado.
si: මෙම ශිල්පියා මකාදැමෙනු ඇත.
sr: Ovaj izvođač će biti obrisan.
sv: Den här artisten kommer att raderas.
uk: Цього виконавця буде видалено.
ur: یہ فنکار حذف کردیا جائے گا
zh_cn: 该艺术家将被删除。
zh_hk: 此演出者將被刪除。

# IDS_MUSIC_POP_THE_SELECTED_ARTISTS_WILL_BE_DELETED
source: The selected artists will be deleted.
ar: سيتم حذف الفنانين المحددين.
ca: S'esborraran els artistes seleccionats.
da: De valgte kunstnere vil blive slettet.
de: Die ausgewählten Künstler werden gelöscht.
es_us: Se eliminarán los artistas seleccionados.
eu: Hautatutako artistak ezabatuko dira.
gu: પસંદ કરેલા કલાકારોને હટાવવામાં આવશે.
hi: चयनित कलाकार हटाए जाएँगे।
hu: Törölni fogja a kijelölt előadókat.
kk: Таңдалған орындаушылар жойылады.
lt: Pasirinkti atlikėjai bus ištrinti.
mk: Избраните изведувачи ќе се избришат.
nb: De valgte artistene vil bli slettet.
pt_pt: Os artistas seleccionados serão eliminados.
si: තෝරාගත් ශිල්පීන් මැකෙනු ඇත.
sr: Izabrani izvođači će biti izbrisani.
sv: De valda artisterna kommer att raderas.
uk: Вибрані артисти будуть видалені.
ur: منتخب فنکار حذف کردئیے جائیں گے۔
zh_cn: 选中艺术家将被删除。
zh_hk: 選擇的演出者將被刪除。

# IDS_MUSIC_POP_ALL_ARTISTS_WILL_BE_DELETED
source: All artists will be deleted.
ar: سيتم حذف جميع الفنانين.
ca: S'esborraran tots els artistes
da: Alle kunstnere bliver slettet.
de: Alle Künstler werden gelöscht.
es_us: Se eliminarán todos los artistas.
eu: Artista guztiak ezabatuko dira
gu: બધા કલાકારો હટાવવામાં આવશે.
hi: सभी कलाकार हटाए जाएँगे।
hu: Törli az összes előadót.
kk: Барлық орындаушылар жойылады.
lt: Visi atlikėjai bus ištrinti.
mk: Сите изведувачи ќе се избришат.
nb: Alle artister vil bli slettet.
pt_pt: Todos os artistas serão eliminados.
si: සියළු ශිල්පීන් මකාදැමෙනු ඇත.
sr: Biće obrisani svi izvođači.
sv: Alla artister kommer att raderas.
uk: Усіх виконавців буде видалено.
ur: سب فنکار حذف کردئے جائیں گے
zh_cn: 全部艺术家将被删除。
zh_hk: 所有演出者將被刪除。

# IDS_MUSIC_POP_THIS_FOLDER_WILL_BE_DELETED
source: This folder will be deleted.
ar: سيتم حذف هذا المجلد.
ca: S'esborrarà aquesta carpeta
da: Denne mappe vil blive slettet.
de: Dieser Ordner wird gelöscht.
es_us: Esta carpeta se eliminará.
eu: Karpeta hau ezabatuko da
gu: આ ફોલ્ડર હટાવવામાં આવશે.
hi: यह फोल्डर हटाया जाएगा।
hu: Törölni fogja a mappát.
kk: Бұл қалта жойылады.
lt: Šis aplankas bus ištrintas.
mk: Папката ќе се избрише.
nb: Denne mappen vil bli slettet.
pt_pt: Esta pasta será eliminada.
si: මෙම ෆෝල්ඩරය මැකෙනු ඇත.
sr: Ovaj folder će biti izbrisan.
sv: Mappen kommer att tas bort.
uk: Цю папку буде видалено.
ur: یہ فولڈر حذف کردیا جائے گا
zh_cn: 该文件夹将被删除
zh_hk: 此資料夾將被刪除。

# IDS_MUSIC_POP_THE_SELECTED_FOLDERS_WILL_BE_DELETED
source: The selected folders will be deleted.
ar: سيتم حذف المجلدات المحددة.
ca: S'esborraran les carpetes seleccionades.
da: De valgte mapper vil blive slettet.
de: Die ausgewählten Ordner werden gelöscht.
es_us: Se eliminarán las carpetas seleccionadas.
eu: Hautatutako karpetak ezabatuko dira.
gu: પસંદ કરેલા ફોલ્ડર્સ ને હટાવવામાં આવશે.
hi: चयनित फोल्डर्स हटाए जाएँगे।
hu: Törölni fogja a kijelölt mappákat.
kk: Таңдалған қалталар жойылады.
lt: Pasirinkti aplankai bus ištrinti.
mk: Избраните папки ќе се избришат.
nb: De valgte mappene vil bli slettet.
pt_pt: As pastas seleccionadas serão eliminadas.
si: තෝරාගත් ෆෝල්ඩර මැකෙනු ඇත.
sr: Izabrani folderi će biti izbrisani.
sv: De valda mapparna kommer att raderas.
uk: Вибрані папки будуть видалені.
ur: منتخب فولڈر حذف کردئیے جائیں گے۔
zh_cn: 选中文件夹将被删除。
zh_hk: 選擇的資料夾將被刪除。

# IDS_MUSIC_POP_ALL_FOLDERS_WILL_BE_DELETED
source: All folders will be deleted.
ar: سيتم حذف كل المجلدات.
ca: S'esborraran totes les carpetes
da: Alle mapper bliver slettet.
de: Alle Ordner werden gelöscht.
es_us: Se eliminarán todas las carpetas.
eu: Karpeta guztiak ezabatuko dira
gu: બધાં ફોલ્ડર્સ હટાવવામાં આવશે.
hi: सभी फोल्‍डर्स हटाए जाएँगे।
hu: Minden mappát törölni fog.
kk: Барлық қалталар жойылады.
lt: Bus ištrinti visi aplankai.
mk: Сите папки ќе се избришат.
nb: Alle mapper vil bli slettet.
pt_pt: Todas as pastas serão eliminadas.
si: සියලු ෆෝල්ඩර් මැකෙනු ඇත.
sr: Biće izbrisani svi folderi.
sv: Alla mappar kommer att raderas.
uk: Усі папки буде видалено.
ur: سب فولڈر حذف کردئے جائیں گے
zh_cn: 全部文件夹将被删除
zh_hk: 所有資料夾將被刪除。

# IDS_MUSIC_POP_THIS_ALBUM_WILL_BE_DELETED
source: This album will be deleted.
ar: سيتم حذف هذا الألبوم.
ca: S'esborrarà aquest àlbum
da: Dette album vil blive slettet.
de: Dieses Album wird gelöscht.
es_us: Se eliminará este álbum.
eu: Album hau ezabatuko da
gu: આ આલ્બમ હટાવવામાં આવશે.
hi: यह एल्बम हटाया जाएगा।
hu: Törli az összes albumot.
kk: Бұл альбом жойылады.
lt: Šis albumas bus ištrintas.
mk: Овој албум ќе се избрише.
nb: Dette albumet vil bli slettet.
pt_pt: Este álbum será eliminado.
si: මෙම ඇල්බමය මකාදැමෙනු ඇත.
sr: Ovaj album će biti obrisan.
sv: Detta album kommer att raderas.
uk: Цей альбом буде видалено.
ur: یہ البم حذف کردیا جائے گا
zh_cn: 该专辑将被删除。
zh_hk: 此專輯將被刪除。

# IDS_MUSIC_POP_THE_SELECTED_ALBUMS_WILL_BE_DELETED
source: The selected albums will be deleted.
ar: سيتم حذف الألبومات المحددة.
ca: S'esborraran els àlbums seleccionats.
da: De valgte albummer vil blive slettet.
de: Die ausgewählten Alben werden gelöscht.
es_us: Se eliminarán los álbumes seleccionados.
eu: Hautatutako albumak ezabatuko dira.
gu: પસંદ કરેલા આલ્બમ્સને હટાવવામાં આવશે.
hi: चयनित एल्बम्स हटाए जाएँगे।
hu: Törölni fogja a kijelölt albumokat.
kk: Таңдалған альбомдар жойылады.
lt: Pasirinkti albumai bus ištrinti.
mk: Избраните албуми ќе се избришат.
nb: De valgte albumene vil bli slettet.
pt_pt: Os álbuns seleccionados serão eliminados.
si: තෝරාගත් ඇල්බම මැකෙනු ඇත.
sr: Izabrani albumi će biti izbrisani.
sv: De valda albumen kommer att raderas.
uk: Вибрані альбоми будуть видалені.
ur: منتخب البم حذف کردئیے جائیں گے۔
zh_cn: 选中专辑将被删除。
zh_hk: 選擇的專輯將被刪除。

# IDS_MUSIC_POP_ALL_ALBUMS_WILL_BE_DELETED
source: All albums will be deleted.
ar: سيتم حذف جميع الألبومات.
ca: S'esborraran tots els àlbums
da: Alle albummer vil blive slettet.
de: Alle Alben werden gelöscht.
es_us: Se eliminarán todos los álbumes.
eu: Album guztiak ezabatuko dira
gu: બધા આલ્બમ્સ હટાવવામાં આવશે.
hi: सभी एल्बम्स हटाए जाएँगे।
hu: Törli az összes albumot.
kk: Барлық альбомдар жойылады.
lt: Visi albumai bus ištrinti.
mk: Сите албуми ќе се избришат.
nb: Alle album vil bli slettet.
pt_pt: Todos os álbuns serão eliminados.
si: සියළු ඇල්බම මකාදැමෙනු ඇත.
sr: Biće obrisani svi albumi.
sv: Alla album kommer att raderas.
uk: Усі альбоми буде видалено.
ur: سب البم حذف کردئے جائیں گے
zh_cn: 全部音乐库将被删除。
zh_hk: 所有專輯將被刪除。

# IDS_MUSIC_POP_THIS_PLAYLIST_WILL_BE_DELETED
source: This playlist will be deleted.
ar: سيتم حذف قائمة التشغيل هذه.
ca: S'esborrarà aquesta llista de reproducció
da: Denne afspilningsliste bliver slettet.
de: Diese Wiedergabeliste wird gelöscht
es_us: Se eliminará la lista de reproducción.
eu: Erreprodukzio zerrenda hau ezabatu egingo da
gu: આ પ્લેલિસ્ટ હટાવવામાં આવશે.
hi: यह प्‍लेसूची हटाई जाएगी।
hu: Törli a lejátszási listát?
kk: Бұл әндер тізімі жойылады.
lt: Šis grojaraštis bus ištrintas.
mk: Листата ќе се избрише.
nb: Denne spillelisten vil bli slettet.
pt_pt: Esta lista de reprodução será eliminada.
si: මෙම වාද්‍ය ලැයිස්තුව මැකෙනු ඇත.
sr: Ova lista za reprodukciju će biti obrisana.
sv: Den här spellistan raderas.
uk: Цей список відтворення буде видалено.
ur: یہ پلے فہرست حذف کردی جائے گی
zh_cn: 此播放列表将被删除。
zh_hk: 此播放清單將被刪除。

# IDS_MUSIC_POP_THE_SELECTED_PLAYLISTS_WILL_BE_DELETED
source: The selected playlists will be deleted.
ar: سيتم حذف قوائم التشغيل المحددة.
ca: S'esborraran les llistes de reproducció seleccionades
da: De valgte afspilningslister vil blive slettet.
de: Die ausgewählten Wiedergabelisten werden gelöscht.
es_us: Se eliminarán las listas de reproducción seleccionadas.
eu: Hautatutako erreprodukzio zerrendak ezabatuko dira
gu: પસંદ કરેલી પ્લેલિસ્ટ્સને હટાવવામાં આવશે.
hi: चयनित प्लेसूचियाँ हटा दी जाएँगी।
hu: Törölni fogja a kijelölt lejátszási listákat.
kk: Таңдалған әндер тізімдері жойылады.
lt: Pasirinkti grojaraščiai bus ištrinti.
mk: Избраните листи ќе се избришат.
nb: De valgte spillelistene vil bli slettet.
pt_pt: As listas de reprodução seleccionadas serão eliminadas.
si: තෝරාගත් වාදන ලැයිස්තු මැකෙනු ඇත.
sr: Izabrane liste za reprodukciju biće izbrisane.
sv: De valda spellistorna kommer att tas bort.
uk: Вибрані списки відтворення буде видалено.
ur: منتخب شدہ پلے فہرستیں حذف کر دی جائیں گی
zh_cn: 选中播放列表将被删除。
zh_hk: 將刪除選擇的播放清單。

# IDS_MUSIC_POP_ALL_PLAYLISTS_WILL_BE_DELETED
source: All playlists will be deleted.
ar: سيتم حذف جميع قوائم التشغيل.
ca: S'esborraran totes les llistes de reproducció
da: Alle spillelister bliver slettet.
de: Alle Wiedergabelisten werden gelöscht.
es_us: Se eliminarán todas las listas de reproducción.
eu: Erreprodukzio zerrenda guztiak ezabatuko dira
gu: બધી પ્લેલિસ્ટ્સ હટાવવામાં આવશે.
hi: सभी प्‍लेसूचियाँ हटाई जाएगी
hu: Törli az összes lejátszó listát.
kk: Барлық әндер тізімдері жойылады.
lt: Visi grojaraščiai bus ištrinti.
mk: Сите листи ќе се избришат.
nb: Alle spillelister vil bli slettet.
pt_pt: Todas as listas de reprodução serão eliminadas.
si: සියළු වාදන ලැයිස්තු මකාදැමෙනු ඇත.
sr: Biće obrisane sve liste za reprodukciju.
sv: Alla spellistor kommer att raderas.
uk: Усі списки відтворення буде видалено.
ur: سب پلے فہرستیں حذف کردی جائیں گی
zh_cn: 全部播放列表将被删除。
zh_hk: 所有播放清單將被刪除。

# IDS_MUSIC_HEADER_SONGS
source: Songs
ar: أغاني
ca: Cançons
da: Sange
de: Lieder
es_us: Canciones
eu: Abestiak
gu: ગીતો
hi: गाने
hu: Számok
kk: Әндер
lt: Dainos
mk: Песни
nb: Sanger
pt_pt: Músicas
si: ගීත
sr: Pesme
sv: Låtar
uk: Пісні
ur: گانے
zh_cn: 音乐
zh_hk: 歌曲

# IDS_MUSIC_OPT_REORDER
source: Reorder
ar: إعادة ترتيب
ca: Tornar a ordenar
da: Skift rækkefølge
de: Neu sortieren
es_us: Reordenar
eu: Berrantolatu
gu: પુનઃક્રમાંકિત કરો
hi: क्रम बदलें
hu: Átrendezés
kk: Қайта тапсырыс беру
lt: Pertvarkyti
mk: Пререди
nb: Omorganiser
pt_pt: Reordenar
si: අනුපිළිවෙළ වෙනස් කරන්න
sr: Preuredi
sv: Ändra ordning
uk: Упорядкувати
ur: پھر سے ترتیب دیں
zh_cn: 重新排序
zh_hk: 重新排序

# IDS_MUSIC_OPT_SAVE_AS_PLAYLIST
source: Save as playlist
ar: حفظ كقائمة تشغيل
ca: Desar com a llista de reproducció
da: Gem som afspilningsliste
de: Als Wiedergabeliste speichern
es_us: Guardar como lista de reproducción
eu: Gorde erreprodukzio zerrenda gisa
gu: પ્લેલિસ્ટ તરીકે સાચવો
hi: प्लेसूची के रूप में सुरक्षित करें
hu: Mentés lejátszási listaként
kk: Файлдар тізімі ретінде сақтау
lt: Išsaugoti kaip grojaraštį
mk: Сочувај како музичка листа
nb: Lagre som spilleliste
pt_pt: Guardar como lista de reprodução
si: වාදන ලැයිස්තුවක් ලෙස සුරකින්න
sr: Sačuvaj kao plejlistu
sv: Spara som spellista
uk: Зробити списком відтворення
ur: بطور پلے لسٹ محفوظ کریں
zh_cn: 另存为播放列表
zh_hk: 另存為播放清單

# IDS_MUSIC_OPT_SETAS_ALARM_TONE
source: Alarm tone
ar: نغمة المنبه
ca: To d'alarma
de: Alarmton
es_us: Tono de alarma
eu: Alarma doinua
gu: એલાર્મ ધ્વનિ
hi: अलार्म स्वर
hu: Jelzőhang
kk: Сигнал дыбысы
lt: Signalo tonas
mk: Тон за аларм
pt_pt: Tom do alarme
si: එලාම් නාදය
sr: Ton alarma
sv: Larmsignal
uk: Сигнал будильника
ur: الارم کی ٹون
zh_cn: 闹钟铃声
zh_hk: 鬧鐘鈴聲

# IDS_MUSIC_POP_NOTHING_SELECTED
source: Nothing selected.
ar: لم يتم تحديد أي شيء.
ca: No s'ha seleccionat res
da: Intet er valgt.
de: Nichts ausgewählt
es_us: No se ha seleccionado nada.
eu: Ez da ezer aukeratu
gu: કશું પસંદ કરાયું નથી.
hi: कुछ चयनित नहीं।
hu: Semmi nincs kiválasztva.
kk: Ештенке таңдалмады.
lt: Niekas nepasirinkta.
mk: Не е избрано ништо.
nb: Ingenting valgt.
pt_pt: Nada seleccionado.
si: කිසිවක් තෝරා නොමැත.
sr: Ništa nije izabrano.
sv: Inget markerat.
uk: Нічого не вибрано.
ur: کچھ پسند نہیں کیا۔
zh_cn: 未选择
zh_hk: 無已選擇項目

# IDS_MUSIC_POP_UNABLE_TO_PLAY_ERROR_OCCURRED
source: Unable to play. Error occurred.
ar: تعذر التشغيل. حدث خطأ.
ca: No es pot reproduir. S'ha produït un error.
da: Kan ikke afspille. Der opstod en fejl.
de: Datei kann nicht wiedergegeben werden. Fehler aufgetreten.
es_us: No se puede reproducir. Ocurrió un error.
eu: Ezin da erreproduzitu. Errorea gertatu da.
gu: પ્લે કરવામાં અસમર્થ. ભૂલ થઈ છે.
hi: चलाने में असमर्थ। त्रुटि पाई गई।
hu: Nem játszható le. Hiba történt.
kk: Ойнату мүмкін емес. Қате пайда болды.
lt: Neįmanoma paleisti. Įvyko klaida.
mk: Не може да се емитува. Дојде до грешка.
nb: Kan ikke spille av. Det oppstod en feil.
pt_pt: Impossível reproduzir. Ocorreu um erro.
si: ධාවනය කල නොහැක. දෝෂයක් හට ගැනිණි.
sr: Nemoguće reprodukovati. Nastala je greška.
sv: Det går inte att spela upp. Ett fel inträffade.
uk: Неможливо відтворити. Сталася помилка.
ur: پلے کرنے سے قاصر۔ غلطی واقع ہوگئی۔
zh_cn: 无法播放。出错。
zh_hk: 無法播放。發生錯誤。

# IDS_MUSIC_POP_UNABLE_TO_PLAY_UNSUPPORTED_FILETYPE
source: Unable to play. Unsupported file type.
ar: يتعذر التشغيل. نوع ملف غير مدعوم.
ca: No es pot reproduir. No s'admet el tipus de fitxer.
da: Kan ikke afspille. Filtypen understøttes ikke.
de: Wiedergabe nicht möglich. Nicht unterstützter Dateityp
es_us: No se puede reproducir. Tipo de archivo no soportado.
eu: Ezin da erreproduzitu. Fitxategi mota ez onartua.
gu: ચલાવવામાં અક્ષમ. ફાઇલ પ્રકારને ટેકો નથી.
hi: चलाने में अक्षम। असमर्थित फ़ाइल प्रकार।
hu: Nem játszható le. Nem támogatott fájltípus.
kk: Ойнату мүмкін емес. Файл түріне қолдау жоқ.
lt: Negalima paleisti. Nepalaikomas failo tipas.
mk: Не може да се емитува. Неподдржан тип фајл.
nb: Kan ikke spilles av. Ikke støttet filtype.
pt_pt: Impossível reproduzir. Tipo de ficheiro não suportado.
si: වාදනය කළ නොහැක. සහය නොදක්වන ගොනු වර්ගයක්‍.
sr: Nemoguće reprodukovati. Nepodržani tip fajla.
sv: Det går inte att spela. Filtypen stöds inte.
uk: Неможливо відтворити. Формат не підтримується.
ur: پلے کرنے سے قاصر۔ غیرسہولت یافتہ فائل کی قسم۔
zh_cn: 无法播放。不支持的文件类型。
zh_hk: 無法播放。不支援的檔案類型。

# IDS_MUSIC_SK_SHARE
source: Share
ar: مشاركة
ca: Compartir
da: Del
de: Senden
es_us: Compartir
eu: Partekatu
gu: શેર કરો
hi: साझा
hu: Megosztás
kk: Бөлісу
lt: Bendrinti
mk: Сподели
nb: Del
pt_pt: Partilhar
si: හුවමාරු ක.
sr: Podeli
sv: Dela
uk: Відкр.д-п
ur: حصہ داری
zh_cn: 共享
zh_hk: 分享

# IDS_MUSIC_TAB4_CONDUCTORS
source: Conductors
ar: القادة
ca: Directors
da: Dirigent
de: Diri -genten
es_us: Directores
eu: Zuzend.
gu: સંચાલકો
hi: कंडक्टर्स
hu: Kar- mesterek
kk: Дирижерлар
lt: Dirigentai
mk: Дириг.
nb: Dirig.
pt_pt: Maestros
si: මෙහෙයවන්නන්
sr: Dirigenti
sv: Dirigenter
uk: Дириг.
ur: ہدایت کار
zh_cn: 乐队指挥
zh_hk: 指揮者

# IDS_MUSIC_HEADER_SELECT_DEVICE
source: Select device
ar: تحديد جهاز
ca: Seleccioni dispositiu
da: Vælg enhed
de: Gerät auswählen
es_us: Seleccionar dispositivo
eu: Aukeratu gailua
gu: વસ્તુઓ પસંદ કરો
hi: डिवाइस चुनें
hu: Válasszon eszközt
kk: Құрылғыны таңдау
lt: Pasirinkite įrenginį
mk: Избери уред
nb: Velg enhet
pt_pt: Seleccionar dispositivo
si: උපාංගය තෝරන්න
sr: Izaberi uređaj
sv: Välj enhet
uk: Вибрати пристрій
ur: آلہ منتخب کریں
zh_cn: 选择设备
zh_hk: 選擇裝置

# IDS_MUSIC_SK_VIEW_AS
source: View as
ar: عرض كـ
ca: Veure com
da: Vis som
de: Ansicht
es_us: Ver por
eu: Ik. hon.
gu: આ રીતે જુઓ
hi: जैसे देखे
hu: Nézet
kk: Бас. көру
lt: Žr.kaip
mk: Прег.како
nb: Vis som
pt_pt: Ver
si: ලෙස පෙ.
sr: Prik. kao
sv: Visa som
uk: Відобразити як
ur: منظر بطور
zh_cn: 查看方式
zh_hk: 檢視方式
